;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
;

[Translation]
LangCode=0461
ReadHabit=Left-to-right
LanguageName=NE
LangShortName=ne-np
DefaultFont=Mangal
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Bytes=बाइट
KB=के.बि.
MB=एम.बि.
GB=जि.बि.
pmDefault=पूर्वनिर्धारित
Information=जानकारी
Warning=चेतावनी
Error=त्रुटि
Confirm=निश्चित गर्नुहोस्
CurVer=हालको संस्करण:
FrmSkin.Btnok.Caption=ठीक छ
Weathertag=फ.
FrmGeneral.lblunit.caption=तापक्रमको एकाइ
DelSkinHint=थिम मेट्नुहोस्
LikeOurSoft=तपाईंलाई Wise Care 365 मन पर्‍यो भने हाम्रा अन्य उत्पादनहरू पनि चलाएर हेर्नुहोस्!
DownloadMore=निःशुल्क डाउनलोड
Frmboot.lblsec.caption=सेकेन्ड
FrmBuy.lblinfo4.caption=जीवनभरका लागि निःशुल्क समर्थन।
pmDelete=चयन गरिएका ठूला फाइलहरू मेट्नुहोस्
pmHelp=अनलाइन सहायता
pmforum=फोरम
pmHome=गृहपृष्ठ
pmContact=हामीलाई सम्पर्क गर्नुहोस्
pmSettings=सेटिङहरू
pmCheckNew=अद्यावधिक गर्नुहोस्
pmLang=उपलब्ध भाषाहरू
pmRegister=दर्ता गर्नुहोस्
pmAbout=हाम्रो बारे
pmLicenseKey=इजाजतपत्रको कोड परिवर्तन गर्नुहोस्
pmIgnore=यो सामग्रीलाई बेवास्ता गर्नुहोस्
pmRCrec=सुरक्षित प्रविष्टिहरू चयन गर्नुहोस्
pmDCrec=सिफारिस गरिएको
pmAll1=सबै चयन गर्नुहोस्
pmNone=कुनै पनि चयन नगर्नुहोस्
pmInvert=उल्टो रोजाई
pmGo=यो कुरा भएको फोल्डर खोल्नुहोस्
pmGoReg=रजिस्ट्री सम्पादकमा खोल्नुहोस्...
pmExport=यहाँ निर्यात गर्नुहोस्...
FrmWPMain.btnrescue.caption=सहायता
FrmWPMain.btncheckup.caption=कम्प्युटर परीक्षक
FrmWPMain.btnsysclean.caption=प्रणाली सफाइकर्ता
FrmWPMain.btnsystune.caption=प्रणाली ट्युनअप
FrmWPMain.btnprivacy.caption=गोपनीयता संरक्षक
FrmWPMain.btnSysmon.caption=प्रणाली निरीक्षक
FrmChangeHeader.caption=अवतार परिवर्तन गर्नुहोस्
FrmHome.btnactive.caption=PRO संस्करणमा स्तरवृद्धि गर्नुहोस्
FrmHome.lblshare.caption=Wise Care 365 लाई साझा गर्नुहोस्
FrmHome.lbltools.caption=उपयोगी सामग्रीहरू
FrmHome.btntools.hint=थप उपयोगी सामग्रीहरू
FrmHome.btnhead.Hint=अवतार परिवर्तन गर्नुहोस्
FrmHome.edtuser.Hint=उपनाम परिवर्तन गर्नुहोस्
FrmHome.btnfacebook.hint=Wise Care 365 लाई Facebook मा साझा गर्नुहोस्
FrmHome.btntwitter.hint=Wise Care 365 लाई Twitter मा साझा गर्नुहोस्
FrmHome.btngoogle.hint=Wise Care 365 लाई Google+ मा साझा गर्नुहोस्
FrmHome.btnemail.hint=आफ्ना साथीहरूलाई Wise Care 365 का बारेमा भन्नुहोस्
FrmHistory.btncheckup.caption=स्क्यान गर्नुहोस्
FrmHistory.lblrecord.caption=सफाइको अभिलेख
FrmExam.btncancel.caption=रद्द गर्नुहोस्
FrmExam.lblrecheck.caption=पुनः स्क्यान गर्नुहोस्
FrmExam.btnfix.caption=समाधान
FrmButtons.lblinfo.caption=तपार्इंले तलका सबै उपयोगी सामग्रीहरूलार्इ तान्ने र छोड्ने विशेषताको प्रयोग गरी क्रमबद्ध गर्न सक्नुहुन्छ।
Frmabout.lblstatus.caption=अवस्था:
FrmAbout.caption=हाम्रो बारे
FrmAbout.lblver.caption=हालको संस्करण:
FrmAbout.lblemail.caption=समर्थन इमेल:
FrmAbout.lblhome.caption=गृहपृष्ठ:
FrmAbout.lblthanks.caption=निम्न व्यक्तिहरूलाई वहाँहरूको योगदानका निम्ति धन्यवाद दिइन्छ:
FrmAbout.lblWarning.caption=चेतावनी: यो कम्प्युटर सफ्टवेयर प्रतिलिपि अधिकार कानून तथा अन्तर्राष्ट्रिय सन्धिहरूद्वारा सुरक्षित गरिएको छ।
Frmadvdc.btnscan.caption=स्क्यान गर्नुहोस्
Frmadvdc.lblpath.caption=स्क्यान स्थान:
Frmadvdc.btnrescan.caption=पुनर्स्क्यान गर्नुहोस्
Frmadvdc.btnall.caption=सबै चयन गर्नुहोस्
Frmadvdc.btnadvanced.caption=उन्नत सेटिङहरू
Frmadvdc.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
Frmadvdc.lblspeed.caption=संसारकै सबैभन्दा तीव्र स्क्यान गति!
Frmadvdc.lblrec.caption=प्रयोगकर्ताहरूले रुचाउनुभएका अन्य सफ्टवेयरहरू:
Frmadvdc.vtfiles.Columns[0]=फाइलको नाम
Frmadvdc.vtfiles.Columns[1]=आकार
Frmadvdc.vtfiles.Columns[2]=पथ
Frmadvdc.vtfiles.Columns[3]=अन्तिमपटक पहुँच राखिएको मिति
Frmadvdc.vtfiles.Columns[4]=प्रकार
FrmAdvSettings.lblinfo.caption="खाली फाइलहरूको खोजी" केवल एकपल्ट मात्र प्रयोगमा आउँछ, अर्कोपल्ट तपाईंले यसलाई पुनः चयन गर्नुपर्ने हुन्छ।
FrmAdvSettings.btnok.caption=ठीक छ
FrmAdvSettings.btnadd.caption=थप गर्नुहोस्
FrmAdvSettings.btnremove.caption=हटाउनुहोस्
FrmAdvSettings.btncancel.caption=रद्द गर्नुहोस्
FrmAdvSettings.wcknull.caption=खाली फाइलहरूको खोजी (0 बाइट, अझ ढिलो)
FrmAdvSettings.wckshortcut.caption=अमान्य सर्टकटहरूको खोजी (अझ ढिलो)
FrmAdvSettings.caption=उन्नत सेटिङहरू
FrmAdvSettings.btnre.caption=सिफारिस गरिएको
FrmAdvSettings.btnall.caption=सबै चयन गर्नुहोस्
FrmAdvSettings.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmBackup.caption=जगेडा गर्नुहोस्
FrmBackup.btnreg.caption=रजिस्ट्रीको पूर्ण जगेडा सिर्जना गर्नुहोस्
FrmBackup.btnsys.caption=प्रणालीको समक्रमण विन्दू सिर्जना गर्नुहोस्
FrmRestore.caption=समक्रमण केन्द्र
FrmRestore.btnRegBk.caption=रजिस्ट्रीको जगेडा
FrmRestore.btnSysBK.caption=प्रणालीको समक्रमण
FrmRestore.btnclose.caption=बन्द गर्नुहोस्
FrmRestore.btnrestore.caption=पुनर्स्थापना गर्नुहोस्
FrmRestore.btnremove.caption=हटाउनुहोस्
FrmGeneral.ckfileshred.caption=फाइल श्रेडरलाई सन्दर्भ मेनुमा थप्नुहोस्
FrmBFConfig.btnall.caption=सबै चयन गर्नुहोस्
FrmBFConfig.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmBFConfig.btnRemove.caption=हटाउनुहोस्
FrmBFConfig.caption=सामग्रीहरूलाई बेवास्ता गर्नुहोस्
Frmbigfile.vtfiles.Columns[0]=फाइलको नाम
Frmbigfile.vtfiles.Columns[1]=आकार
Frmbigfile.vtfiles.Columns[2]=प्रकार
Frmbigfile.vtfiles.Columns[3]=अन्तिमपटक पहुँच राखिएको मिति
Frmbigfile.vtfiles.Columns[4]=पथ
Frmbigfile.lblpath.caption=स्क्यान स्थान:
Frmbigfile.btnrescan.caption=पुनर्स्क्यान गर्नुहोस्
Frmbigfile.btnsearch.caption=खोजी गर्नुहोस्
Frmbigfile.btndel.caption=मेट्नुहोस्
Frmbigfile.btncancel.caption=रोक्नुहोस्
FrmBigFile.btnIgnore.caption=चयन गरिएका सामग्रीहरूलाई बेवास्ता गर्नुहोस्
FrmBigFile.btnExport.caption=यहाँ निर्यात गर्नुहोस् ...
FrmBigFile.btnExConfig.caption=बेवास्ता गरिएका वस्तुहरू
FrmBuy.lblfull.caption=Wise Care 365 को Pro पूर्ण संस्करणको दर्ता गर्नुहोस्:
FrmBuy.lblfull1.caption=Wise Care 365 का सबै सुविधाहरूको प्रयोग गर्नका लागि तपाईंले अनिवार्य रूपमा यसको पूर्ण संस्करण खरिद गर्नुपर्छ। Wise Care 365 को पूर्ण संस्करणमार्फत तपाईं निम्न कुराहरू गर्न सक्नुहुन्छ:
FrmBuy.lblinfo0.caption=एकै क्लिकमा सेकेन्डभरमै सबै समस्याहरूको समाधान गर्न।
FrmBuy.lblinfo1.caption=सम्पूर्ण बेकामे फाइल, कम्प्युटरका ट्रेसहरू र इतिहासको स्वतः सफाइ गर्न।
FrmBuy.lblinfo2.caption=कम्प्युटर बुट हुने गति तथा इन्टरनेट जडानको गतिमा वृद्धि गरी कम्प्युटरलाई नयाँ झैं गरी चलाउन।
FrmBuy.lblinfo3.caption=वास्तविक-समयको सुरक्षा तथा Windows प्रणालीको अप्टिमाइजेसन।
FrmBuy.btnbuy.caption=अहिले नै दर्ता गर्नुहोस्
FrmBuy.btnactive.caption=आफ्नो इजाजतपत्रको कोड सक्रिय गर्नुहोस्
FrmBuy.lblguarantee.caption=तपाईं जुनसुकै कारणले पनि सफ्टवेयरसँग खुशी हुनुहुन्न भने खरिद गरेको 60 दिनभित्र आफ्नो रकम फिर्ता पाउन सक्नुहुन्छ।
FrmBuy.lblkey.caption=के तपाईंसँग इजाजतपत्रको कोड छँदैछ?
FrmRegister.caption=दर्ता गर्नुहोस्
FrmLicense.lblinfo.caption=Wise Care 365 को छनोट गर्नुभएकोमा धन्यवाद!
FrmLicense.lblinput.caption=PRO संस्करण सक्रिय गर्न आफ्नो इजाजतपत्रको कोड प्रविष्टि गर्नुहोस्
FrmLicense.lblname.caption=प्रयोगकर्ताको नामः
FrmLicense.lblemail.caption=इमेलः
FrmLicense.lblkey.caption=इजाजतपत्रको कोडः
FrmLicense.btnregister.caption=दर्ता गर्नुहोस्
FrmLicense.lblhelp.caption=इजाजतपत्रको कोड प्रविष्टि गर्नमा केही समस्या भयो कि?
FrmLicense.lblnokey.caption=अझैसम्म इजाजतपत्रको कोड छैन?
FrmLicense.lblsupport.caption=हामीलाई सम्पर्क गर्नुहोस्
FrmLicense.btnbuy.caption=अहिले नै खरिद गर्नुहोस्
FrmExitNotice.btnexit.caption=बाहिर निस्कनुहोस्
FrmExitNotice.btnreg.caption=सरल दर्ता क्षेत्रमा जानुहोस्
FrmExitNotice.lbltitle.caption=Wise Care 365 Pro बन्द गर्नुअघि, यी कुराहरू याद राख्नुहोस्ः
FrmExitNotice.lblinfo.caption=
FrmExitNotice.lblregister.caption=Wise Care 365 Pro निम्न व्यक्तिको नाममा दर्ता गर्नुहोस्ः
FrmCommon.btnall.caption=सबै चयन गर्नुहोस्
FrmCommon.btnre.caption=सिफारिस गरिएको
FrmCommon.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmCommon.btnScan.caption=स्क्यान गर्नुहोस्
FrmCommon.lblstat.caption=काम नलाग्ने फाइलहरू सफा गर्न छिटो अनि सरल।
FrmCommon.btncancel.caption=रद्द गर्नुहोस्
FrmCommon.btnrescan.caption=पुनर्स्क्यान गर्नुहोस्
FrmRegClean.btnall.caption=सबै चयन गर्नुहोस्
FrmRegClean.btnre.caption=सिफारिस गरिएको
FrmRegClean.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmRegClean.btnCustom.caption=अनुकूल क्षेत्र
FrmRegClean.WiseLabel1.caption=स्वचालित सञ्चालक
FrmRegClean.lbltype.caption=सञ्चालनको प्रकार चयन गर्नुहोस्:
FrmRegClean.lblweek.caption=दिन चयन गर्नुहोस्:
FrmRegClean.lbltime.caption=समय:
FrmRegClean.btnScan.caption=स्क्यान गर्नुहोस्
FrmRegClean.btncancel.caption=रद्द गर्नुहोस्
FrmRegClean.btnrescan.caption=पुनर्स्क्यान गर्नुहोस्
FrmRegClean.lblstat.caption=तपाईंले अझै आफ्नो रजिस्ट्री सफा गर्नुभएको छैन। एकपटक तत्काल स्क्यान गर्न सिफारिस गरिन्छ!
FrmRegClean.lblinfo.caption=रजिस्ट्रीको नियमित सफाइले तपाईंको कम्प्युटरलाई छिटो अनि स्थिर बनाउँदछ।
Frmcustom.caption=अनुकूल क्षेत्र
Frmcustom.btnre.caption=सिफारिस गरिएको
Frmcustom.btnall.caption=सबै चयन गर्नुहोस्
Frmcustom.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
Frmcustom.btncancel.caption=रद्द गर्नुहोस्
Frmcustom.btnok.caption=ठीक छ
FrmDiskDefrag.btnfree.caption=खाली ठाउँ
FrmDiskDefrag.btnfolder.caption=फोल्डर
FrmDiskDefrag.btnfile.caption=फाइल
FrmDiskDefrag.btnsystem.caption=प्रणाली फाइल
FrmDiskDefrag.btnFragmented.caption=फ्र्यागमेन्टहरू
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=डिस्क डिफ्र्याग कार्य सकिएपछि कम्प्युटर बन्द गर्नुहोस्
FrmDiskDefrag.btnpause.caption=पज गर्नुहोस्
FrmDiskDefrag.btnstop.caption=रोक्नुहोस्
FrmDiskDefrag.btnDefrag.caption=डिफ्र्यागमेन्ट
FrmDiskErase.lblinfoex.caption=डिस्क इरेजरद्वारा मेटिएका फाइलहरू सधैंका लागि मेटिनेछ, जसले गर्दा कुनै पनि डेटा रिकभरी सफ्टवेयरले उक्त फाइल पुनः निकाल्न सक्दैन र तपाईंको गोपनीयता पूर्ण सुरक्षित रहन्छ।
FrmDiskErase.btnstopErase.caption=रोक्नुहोस्
FrmDiskErase.chkshutdown.caption=डिस्क इरेज कार्य सकिएपछि कम्प्युटर बन्द गर्ने
FrmDiskErase.BtnErase.caption=मेटाउनुहोस्
FrmDiskErase.lblerasemode.caption=सुरक्षा:
FrmDiskErase.vstDisk.Columns[0]=ड्राइभहरू
FrmDiskErase.vstDisk.Columns[1]=जम्मा आकार
FrmDiskErase.vstDisk.Columns[2]=खाली आकार
FrmDiskErase.vstDisk.Columns[3]=अवस्था
FrmExclusion.btnimport.caption=आयात
FrmExclusion.btnexport.caption=निर्यात
FrmFileShredder.lblFileLine1.caption=श्रेड गरिएका फाइलहरू पूर्ण रुपले मेटिने हुँदा तिनीहरूलाई पुनः फर्काउन सकिँदैन।
FrmFileShredder.lblFileLine2.caption=श्रेड गरिएका फाइलहरूलाई पुनः फर्किन नदिन त्यो फाइल पहिले रहेको स्थान ओभरराइट गर्नुहोस्।
FrmFileShredder.btnErase.caption=श्रेड गर्नुहोस्
FrmFileShredder.btnaddfile.caption=फाइलहरू थप गर्नुहोस्
FrmFileShredder.btnaddfolder.caption=फोल्डरहरू थप गर्नुहोस्
FrmFileShredder.btnstop.caption=रोक्नुहोस्
FrmFileShredder.btndelitem.caption=हटाउनुहोस्
FrmFileShredder.vtfiles.Columns[0]=फाइल/फोल्डरको नाम
FrmFileShredder.vtfiles.Columns[1]=पथ
FrmFileShredder.vtfiles.Columns[2]=अवस्था
FrmGeneral.lbltrash.caption=काम नलाग्ने फाइलहरू योभन्दा ठूलो आकारका छन्
FrmGeneral.lbltrace.caption=ट्रेसहरूको सङ्ख्या योभन्दा ठूलो छ
FrmGeneral.chkturbo.caption=निम्नमध्ये कुनै कुराहरू हुँदा Wise Turbo स्वतः चलाउनुहोस्
FrmGeneral.chkstartup.caption=Windows सँगसँगै खोल्नुहोस्
FrmGeneral.chkbooster.caption=कम्प्युटर खुलेपछि बुटअप बुस्टर सुरु गर्नुहोस्
FrmGeneral.lblsys.caption=प्रणाली
FrmGeneral.lblupdate.caption=अद्यावधिकको जाँच गर्नुहोस्ः
FrmGeneral.chknews.caption=सफ्टवेयर लोड भइरहेको बेला न्यूजलेटर हेर्नुहोस्
FrmGeneral.chkexp.caption=ग्राहक अनुभव सुधार कार्यक्रममा सामेल हुनुहोस्
FrmGeneral.lblexp.caption=विस्तृत
FrmGeneral.lblportable.caption=पोर्टेबल संस्करण
FrmGeneral.btnmakeportable.caption=पोर्टेबल संस्करण तयार गर्नुहोस्
FrmGeneral.lblinterface.caption=इन्टरफेस
FrmGeneral.lbllang.caption=भाषा:
FrmGeneral.chkue.caption=हाम्रो ग्राहक अनुभव सुधार कार्यक्रममा सहभागी हुनुहोस्
FrmGeneral.btnupdate.caption=अहिले नै जाँच गर्नुहोस्
FrmBoosterSettings.chkauto.caption=स्थानको स्वतः पहिचान गरी मौसमसम्बन्धी जानकारी प्राप्त गर्नुहोस्
FrmBoosterSettings.chkset.caption=मौसमसम्बन्धी जानकारी प्राप्त गर्न निम्न स्थानको प्रयोग गर्नुहोस्
FrmGobleSettings.btnstartup.caption=बुट बुस्टर
FrmGobleSettings.caption=सेटिङहरू
FrmGobleSettings.TabBtnGeneral.caption=साधारण
FrmGobleSettings.TabBtnClean.caption=सफाइकर्ता
FrmGobleSettings.TabBtnExclusion.caption=समावेश नगरिने
FrmGobleSettings.TabBtnCheckup.caption=आफू अनुकूल स्क्यान
FrmGobleSettings.btncancel.caption=रद्द गर्नुहोस्
FrmGobleSettings.btnok.caption=सुरक्षित गर्नुहोस्
FrmGobleSettings.btnTray.caption=थाली
FrmGobleSettings.btnSysProect.caption=प्रणाली सुरक्षा
FrmNewVer.lblTitle.caption=नयाँ संस्करण उपलब्ध छ।
FrmNewVer.lblignore.caption=यो संस्करणलाई बेवास्ता गर्नुहोस्
FrmNewVer.btnno.caption=अहिले होइन
FrmNewVer.btnUpdate.caption=अहिले अद्यावधिक गर्नुहोस्
FrmOptimizer.btnoptimize.caption=अप्टिमाइज गर्नुहोस्
FrmOptimizer.lblinfoex.caption=प्रणाली ट्युनअपले तपाईंको नेटवर्क र प्रणालीलाई सुधार गर्दछ।
FrmOptimizer.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmOptimizer.btnall.caption=सबै चयन गर्नुहोस्
FrmOptimizer.btnDefault.caption=प्रणाली पूर्वनिर्धारित
FrmPrivacyErase.lblinfo.caption=व्यक्तिगत ट्रयाकिङ डेटाहरू मेटेर आफ्नो गोपनीयता सुरक्षित राख्नुहोस्।
FrmPrivacyErase.btnrescan.caption=पुनर्स्क्यान गर्नुहोस्
FrmPrivacyErase.btnScan.caption=स्क्यान गर्नुहोस्
FrmProcess.caption=रजिस्ट्रीको डिफ्र्याग
FrmProcess.lblwait.caption=कृपया एकछिन पर्खनुहोस्...
FrmProcess.lblinfo.caption=डिफ्र्याग प्रक्रिया चलिरहँदा, तपाईंको कम्प्युटर केही मिनेटका लागि अस्थिर हुन सक्नेछ।
FrmRegDefragger.lblinfo.caption=रजिस्ट्री डिफ्र्यागले तपाईंको कम्प्युटरलाई तीव्र र अझै स्थिरताका साथ चल्ने बनाउँदछ।
FrmRegDefragger.lblstat.caption=तपाईंले हालसम्म आफ्नो रजिस्ट्री डिफ्र्याग गर्नुभएको छैन। एकपटक तत्काल डिफ्र्याग गर्ने सल्लाह दिइन्छ!
FrmRegDefragger.btndefrag.caption=डिफ्र्यागमेन्ट
FrmRegDefragger.lblinfo1.caption=1. हामी यो प्रक्रिया सुरु गर्नुअघि अन्य सबै सफ्टवेयरहरू बन्द गर्ने सल्लाह दिन्छौं।
FrmRegDefragger.lblinfo2.caption=2. विश्लेषण कार्य चलिरहँदा तपाईंको कम्प्युटर अस्थिर हुनेछ।
FrmRegDefragger.lblinfo3.caption=3. रजिस्ट्री डिफ्र्याग भइसकेपछि कम्प्युटर एकपटक बन्द भएर पुनः खुल्नेछ।
FrmRegDefragger.lblinfo4.caption=4. कृपया रजिस्ट्री डिफ्र्यागलाई नरोक्नुहोला, अन्यथा अज्ञात नतिजाहरू देखा पर्न सक्नेछन्।
FrmRegDefragger.vtdefrag.Columns[0]=समूहको नाम
FrmRegDefragger.vtdefrag.Columns[1]=वर्तमान आकार
FrmRegDefragger.vtdefrag.Columns[2]=नयाँ आकार
FrmRegDefragger.vtdefrag.Columns[3]=रिडन्डेन्सी दर
FrmRegDefragger.btnAnalysis.caption=विश्लेषण
FrmPwGenerator.lblnotice.caption=सूचनाः बिर्सने सक्ने भएको कारण कृपया आफ्नो पासवर्ड सुरक्षितसाथ टिपोट गर्नुहोस्।
FrmPwGenerator.BtnCopy.caption=क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्
FrmPwGenerator.ckdigital.caption=अङ्कहरू
FrmPwGenerator.cklowercase.caption=सानो वर्णमाला
FrmPwGenerator.ckupercase.caption=ठूलो वर्णमाला
FrmPwGenerator.ckspecial.caption=विशेष अक्षरहरू
FrmPwGenerator.lblinfo.caption=पासवर्ड उत्पादकले तपाईंलाई भरपर्दो पासवर्ड सिर्जना गर्नमा मद्दत गर्दछ।
FrmPwGenerator.lbllen.caption=पासवर्डको लम्बाइ
FrmPwGenerator.Btngenerator.caption=पासवर्ड उत्पादक
FrmRate.Btnlist.caption=प्रयोगकर्ताका समीक्षाहरू
FrmRate.Btnreview.caption=मेरो समीक्षा
FrmRate.Btnfirst.caption=समीक्षा गर्ने पहिलो व्यक्ति हुनुहोस्
FrmRate.Btnsubmit.caption=पेस गर्नुहोस्
FrmRate.lblscore.caption=मूल्याङ्कनः
FrmRate.lblscorehint.caption=(यसको मूल्याङ्कन गर्न तारा चिन्हमा क्लिक गर्नुहोस्)
FrmRate.lblnick.caption=तपाईंको उपनामः
FrmRate.lblnickhint.caption=(ऐच्छिक)
FrmRate.lblemail.caption=तपाईंको इमेल ठेगानाः
FrmRate.lblemailhint.caption=(ऐच्छिक)
FrmRate.lblcontent.caption=सामग्रीः
FrmRate.lblcontenthint.caption=(ऐच्छिक)
FrmRate.lbldesctitle.caption=सफ्टवेयरको विवरणः
FrmRate.lblratesoft.caption=सिफारिस गरिएको सफ्टवेयर
FrmSchedule.btnOK.caption=ठीक छ
FrmSchedule.btnCancel.caption=रद्द गर्नुहोस्
FrmSchedule.lblinfo.caption=
FrmSchedule.chksilent.caption=आवाजरहित मोड
FrmSchedule.lbltype.caption=सञ्चालनको प्रकार चयन गर्नुहोस्:
FrmSchedule.lblweek.caption=दिन चयन गर्नुहोस्:
FrmSchedule.lbltime.caption=समय:
FrmSchedule.caption=निर्धारित कार्य
FrmStartupMgr.chkhidems.caption=Microsoft का सबै सेवाहरू लुकाउनुहोस्
FrmStartupMgr.TabBtnBoot.caption=स्टार्टअप
FrmStartupMgr.TabBtnService.caption=सेवाहरू
FrmStartupMgr.TabBtnHis.caption=अभिलेखहरू
FrmStartupMgr.BtnRestoreAll.caption=एकै क्लिकमा समक्रमण गर्नुहोस्
FrmStartupMgr.tabbtnup.caption=गति बढाउनुहोस्
FrmSysClean.btnSlimming.caption=छरितो बनाउनुहोस्
FrmSysClean.btnall.caption=सबै चयन गर्नुहोस्
FrmSysClean.btnrecommended.caption=सिफारिस गरिएको
FrmSysClean.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmSysClean.vtsys.Columns[0]=सामग्री
FrmSysClean.vtsys.Columns[1]=आकार
FrmSysClean.vtsys.Columns[2]=स्थान
FrmSysClean.vtsys.Columns[3]=सुझाव
FrmTabSysClean.TabBtnBigFile.caption=ठूला फाइल प्रबन्धक
FrmTabPrivcay.TabBtnPrivacyErase.caption=गोपनीयता संरक्षक
FrmTabPrivcay.TabBtnDiskErase.caption=डिस्क इरेजर
FrmTabPrivcay.TabBtnFileShredder.caption=फाइल श्रेडर
FrmTabPrivcay.TabBtnPwGenerator.caption=पासवर्ड उत्पादक
FrmTabSysClean.TabbtnRegclean.caption=रजिस्ट्री सफाइकर्ता
FrmTabSysClean.TabBtnCommonClean.caption=साधारण सफाइकर्ता
FrmTabSysClean.TabBtnAdvClean.caption=उन्नत सफाइकर्ता
FrmTabSysClean.TabBtnSysSimming.caption=प्रणालीको छरितोपना
FrmTabSysTune.TabbtnSysOpt.caption=प्रणाली अनुकूलन
FrmTabSysTune.TabBtnDDefrag.caption=डिस्क डिफ्र्याग
FrmTabSysTune.TabBtnRDefrag.caption=रजिस्ट्रीको डिफ्र्याग
FrmTabSysTune.TabBtnBoot.caption=स्टार्टअप प्रबन्धक
FrmTabSysTune.TabBtnContext.caption=सन्दर्भ मेनु
FrmTabSysMon.TabBtnProcess.caption=प्रक्रिया निरीक्षक
FrmTabSysMon.TabBtnHard.caption=हार्डवेयरको सिंहावलोकन
FrmTabSysMon.btnProcessor.caption=प्रोसेसर
FrmTabSysMon.btnBoard.caption=मेनबोर्ड
FrmTabSysMon.btnMemory.caption=मेमोरी
FrmTabSysMon.btnGraphic.caption=ग्राफिक कार्ड
FrmTabSysMon.btnDisk.caption=हार्ड ड्राइभ
FrmTabSysMon.btnNetAdapter.caption=नेटवर्क एडाप्टर
FrmTabSysMon.btnSoundCard.caption=साउन्ड कार्ड
FrmSettingClean.cksafe.caption=सुरक्षित तरिकाले मेटाउनुहोस्
FrmSettingClean.chkAutoBackup.caption=सफाइ कार्य गर्दा स्वतः रजिस्ट्रीको जगेडा गर्नुहोस्
FrmSettingClean.lblfolder.caption=खाली गर्नुपर्ने रोजाइका फोल्डरहरू (उन्नत सफाइकर्ताका लागि मान्य)
FrmSettingClean.btnadd.caption=थप गर्नुहोस्
FrmSettingClean.btnremove.caption=हटाउनुहोस्
FrmSettingClean.lblscanmode.caption=रजिस्ट्री स्क्यान गर्ने गरिका
FrmSettingClean.rdnormal.caption=पूर्वनिर्धारित स्क्यान
FrmSettingClean.rdssafe.caption=सुरक्षित स्क्यान
FrmSettingClean.rddeep.caption=गहिरो स्क्यान
FrmSettingClean.lblusers.caption=एकभन्दा बढी प्रयोगकर्ता:
frmsettingclean.rdauser.caption=सबै प्रयोगकर्ताहरू
frmsettingclean.rdcuser.caption=हालको प्रयोगकर्ता मात्र
frmsettingclean.rdusers.caption=चयन गरिएका प्रयोगकर्ताहरू
FrmIgnoredItems.BtnRestore.caption=पुनर्स्थापना गर्नुहोस्
FrmIgnoredItems.btnall.caption=सबै चयन गर्नुहोस्
FrmIgnoredItems.btnnone.caption=कुनै पनि चयन नगर्नुहोस्
FrmIgnoredItems.lblinfo.caption=चिन्ह लगाइएका वस्तुहरूलाई बेवास्ता गर्नुहोस्
FrmShutDownNote.caption=कम्प्युटर बन्द हुनलागेको जानकारी
FrmShutDownNote.btnCancel.caption=रद्द गर्नुहोस्
Frmskin.lblphoto.caption=अनुकूलित तस्बिर थिम
FrmSkin.lblprevious.caption=अघिल्लो
FrmSkin.lblnext.caption=अर्को
frminput.btncancel.caption=रद्द गर्नुहोस्
frminput.btnok.caption=ठीक छ
FrmChangeHeader.btncustom.caption=रोजाइको अवतार
FrmChangeHeader.btnsys.caption=प्रणालीको अवतार
FrmChangeHeader.btnlocal.caption=स्थानीय तस्बिर
FrmChangeHeader.btnok.caption=ठीक छ
FrmChangeHeader.btncancel.caption=रद्द गर्नुहोस्
FrmChangeHeader.lblpreview.caption=पूर्वावलोकन
Frmsecurity.caption=WiseCleaner.com को ग्राहक अनुभव सुधार कार्यक्रम
Frmsecurity.lbltitle.caption=ग्राहक अनुभव सुधार कार्यक्रममा सामेल हुनुहोस्
Frmsecurity.lblinfo1.caption=
Frmsecurity.lblinfo2.caption=
Frmsecurity.lbllink.caption=ग्राहक अनुभव सुधार कार्यक्रमका बारेमा थप जान्नुहोस्।
Frmsecurity.cbagree.caption=ग्राहक अनुभव सुधार कार्यक्रममा सहभागी हुनुहोस्।
Frmsecurity.cbagainst.caption=म अहिले यो कार्यक्रममा सहभागी हुन चाहन्न।
Frmsecurity.btnok.caption=ठीक छ
FrmTrail.lbltitle.caption=Wise Care 365 रोज्नुभएकोमा धन्यवाद
FrmTrail.lblhint.caption=परीक्षण अवधिको म्याद सकिएपछि तपाईं निम्न सुविधाहरू प्रयोग गर्न सक्नुहुने छैन।
FrmTrail.lblinfo0.caption=1, एकै क्लिकमा कम्प्युटरसम्बन्धी त्रुटिहरूको परीक्षण र समाधान।
FrmTrail.lblinfo1.caption=2, गोपनीयताको सफाइकर्ता।
FrmTrail.lblinfo2.caption=3, सन्दर्भ मेनुको व्यवस्थापन।
FrmTrail.lblinfo3.caption=4, नयाँ संस्करणमा स्वतः अद्यावधिक।
FrmTrail.lblinfo4.caption=5, नयाँ शानदार स्किन तथा थिमहरू।
FrmTrail.lblhint1.caption=तपाईंलाई यो प्रोग्राम मन परेको खण्डमा कृपया समयमै नवीकरण गर्नुहोला।
FrmTrail.btnbuy.caption=अहिले नै खरिद गर्नुहोस्
FrmTrail.btnClose.caption=पछि
[Lang]
NativeLanguage=नेपाली
[GUI]
ButtonYes=हो
ButtonNo=होइन
ButtonOK=ठीक छ
ButtonMinimize=मिनिमाइज गर्नुहोस्
ButtonMaximize=म्याक्सिमाइज गर्नुहोस्
ButtonClose=बन्द गर्नुहोस्
ButtonRestore=पुनर्स्थापना गर्नुहोस्
ButtonMenu=मेनु
ButtonSkin=थिम
apply=लागू गर्नुहोस्
Nothanks=पर्दैन, धन्यवाद
ButtonCancel=रद्द गर्नुहोस्
[WiseTray]
TfrmTraySetting.ckclose.caption=मुख्य प्रोग्राम बन्द गरिएपछि ट्रे पनि बन्द गर्नुहोस्।
TfrmAssistMsg.ckbxNoPrompt.caption=यसलाई फेरि नदेखाउनुहोस्
TfrmTraySetting.ckAssist.caption=कसैले मेरो पोस्टको जवाफ फर्काएमा मलार्इ सूचित गर्नुहोस्।
TfrmTraySetting.ckReware.caption=कसैले सशुल्क प्रश्न पोस्ट गरेमा मलार्इ सूचित गर्नुहोस्।
TfrmTraySetting.Caption=सेटिङहरू
TfrmTraySetting.btnok.Caption=ठीक छ
TfrmTraySetting.btnCancel.Caption=रद्द गर्नुहोस्
TfrmTraySetting.ckbx4.Caption=Wise Care 365 चलिरहेको बेला तैरने सन्झ्याल स्वतः देखाउनुहोस्
TfrmTraySetting.lbl4.Caption=मेमोरी प्रयोगको अनुपात यो मानभन्दा बढी भएको खण्डमा मेमोरी स्वतः अप्टिमाइज गर्नुहोस्
TfrmTraySetting.lbl1.Caption=तापक्रमको एकाइ
TfrmTraySetting.lbl2.Caption=प्रणालीसम्बन्धी जानकारी प्रदर्शन गर्नुहोस्
TfrmTraySetting.ckbx2.Caption=फरेनहाइट
TfrmTraySetting.ckbx1.Caption=सेल्सियस
TfrmTraySetting.ckbx3.Caption=स्वतः अप्टिमाइज गर्नुहोस्
TfrmTraySetting.ckbx5.Caption=CPU को तापक्रम
TfrmTraySetting.ckbx6.Caption=GPU को तापक्रम
TfrmTraySetting.ckbx7.Caption=हार्ड ड्राइभ डिस्क
TfrmTraySetting.ckbx8.Caption=मेनबोर्डको तापक्रम
TfrmTraySetting.ckbx9.Caption=नेटवर्कको गति
TfrmTraySetting.ckbx10.Caption=CPU उपयोग
FrmTrayMain.btnExit.caption=बाहिर निस्कनुहोस्
FrmTrayMain.btnShowMain.caption=मुख्य प्रोग्राम खोल्नुहोस्
FrmTrayMain.ppmitem2_1=तैरने सन्झ्याल लुकाउनुहोस्
FrmTrayMain.ppmitem2_2=तैरने सन्झ्याल देखाउनुहोस्
frmWiseFloatWnd.ppmStayontop=माथि रहनुहोस्
frmWiseFloatWnd.ppmHide=तैरने सन्झ्याल बन्द गर्नुहोस्
TfrmPopupWnd.Caption=Wise Care 365 थाली
TfrmPopupWnd.btn1.Caption=अप्टिमाइज गर्नुहोस्
TfrmPopupWnd.lblM.Caption=मेमोरीः
TfrmPopupWnd.lblC.Caption=CPU:
TfrmPopupWnd.lblC1.Caption=CPU:
TfrmPopupWnd.lbl1.Caption_1=पर्याप्त मेमोरी उपलब्ध छ
TfrmPopupWnd.lbl1.Caption_2=कम मेमोरी उपलब्ध छ
TfrmPopupWnd.lbl1.Caption_3=एकदमै कम मेमोरी उपलब्ध छ
TfrmPopupWnd.lvitem0=प्रणालीको स्रोतलार्इ अनुकूलन गर्नुहोस्
TfrmPopupWnd.lvitem1=मेमोरी सफा गर्नुहोस्
TfrmPopupWnd.lvitem10=उच्च मेमोरी उपयोग
TfrmPopupWnd.lvitem30=उच्च CPU उपयोग
TfrmPopupWnd.msg1=मेमोरी सफा गर्नुहोस्
TfrmTraySetting.lblTip.Caption=तैरने सन्झ्यालको अनुकूलन गर्नुहोस्
TIP_CPU_USE=CPU उपयोग
H_ID_MAINBOARD=मेनबोर्डको तापक्रम
H_ID_CUP=CPU को तापक्रम
H_ID_GRAPHICS_T=ग्राफिक्स कार्डको तापक्रम
H_ID_DISK=डिस्कको तापक्रम
[Context]
ContxtMgrInfo=Windows को सन्दर्भ मेनु सक्षम/असक्षम पार्ने सरल तरिका।
ContextName=मेनु क्याप्सन
ContextPublisher=प्रकाशक
ContextType=प्रकार
ContextAction=अवस्था
ContextAll=सबै फाइलहरू (*)
ContextDirectory=फोल्डर
ContextFolder=फोल्डर
ContextDrive=ड्राइभ
ContextBack=डेस्कटप
ContextRecycle=पुनर्प्रयोग गर्नुहोस्
ContextShortcut=सर्टकट फाइल
ContextExe=फाइल चलाउनुहोस्
Contextunknowndesc=अज्ञात विवरण
Contextunknown=अज्ञात संस्था
[Message]
MWDetected=
ConfirmRemoveDownload=
OverMaxTimes=
Skipped=छोडिएको
7After=तपाईंले अन्तिमपटक आफ्नो रजिस्ट्रीको सफाइ गर्नुभएको %d दिन भइसक्यो। एकपटक तत्काल स्क्यान गर्ने सल्लाह दिइन्छ।
7Before=तपार्इंको रजिस्ट्री जति सफा हुन्छ, तपार्इंको कम्प्युटर त्यति नै छिटो चल्छ।
Activated=अब Pro संस्करण सक्रिय भएको छ।
ActivateOnline=तपाईंको दर्तासम्बन्धी जानकारीहरूको जाँच हुँदैछ, कृपया केही सेकेन्ड पर्खनुहोस्...
AddFileType=फाइलको प्रकार थप गर्नुहोस्
AddFolder=फोल्डर थप गर्नुहोस्
AdviseClean=नियमित रजिस्ट्रीको सफाइले तपाईंको कम्प्युटरलाई तीव्रता र स्थिरता प्रदान गर्दछ।
AllHardDrive=स्थानीय हार्ड ड्राइभहरू
AlreadExist=%s पहिलेबाटै सूचीमा छँदैछ।
Analysing=विश्लेषण गरिँदैछ...
Area=क्षेत्र
AvdDefaultHint=अझै बढी काम नलाग्ने फाइलहरू खोजी गरी अरु ठाउँ खाली गर्नुहोस्।
BackupDate=जगेडा गरिएको मिति
BackupType=जगेडाको प्रकार
BFName=फाइलको नाम
BFPath=पथ
BFSize=फाइलको आकार
BFType=प्रकार
BigfileHint=
BigfileSearch=
BigfileSearchFinish=
BigfileSelect=
bkAuto=स्वतः
bkManual=म्यानुअल रूपमा
Browse=ब्राउज गर्नुहोस्...
BrowserRunning=%s चलिरहेको छ। के तपार्इं यसलार्इ बन्द गर्न चाहनुहुन्छ? नत्र क्यास तथा कुकीहरू सफा गर्न सकिँदैन।
BtnHint=छिटो र अझ सुरक्षित
BtnUpgrade=पूर्ण संस्करण
Cancel=रद्द गर्नुहोस्
CanFreeSpace=%d वटा फाइलहरू फेला परे, जसबाट %s भण्डारण स्थानको बचत गर्न सकिन्छ।
CannotCrTask=तालिकाबद्ध कार्य सिर्जना गर्न सकिएन।
Clean=सफा छ
CleanDone=सफाइ प्रक्रिया सकियो!
CleanForReg=रजिस्ट्री सफा गरिँदै...
CleanHis=इतिहास खाली गर्नुहोस्
Cleaning=सफाइ गरिँदै..
CleanNow=केही गोपनीयतासम्बन्धी जोखिमहरू फेला परेका छन्, एकपटक तत्काल सफाइ गर्ने सल्लाह दिइन्छ।
ComfirmDefrag=कृपया तपाईंका अपूर्ण कार्यहरू भण्डारण गर्नुहोस्, किनभने रजिस्ट्री डिफ्र्याग प्रक्रिया सकिनासाथ तपाईंको कम्प्युटर बन्द भएर फेरि खुल्नेछ। के तपाईं जारी राख्न चाहनुहुन्छ?
Complete=कार्य सम्पन्न भयो
Compress=खाँदिदै...
ConfirmAdd="उन्नत सफाइकर्ता" चलाएको बेला %s मा रहेका सबै फाइलहरू मेटाउने कुरामा तपाईं निश्चिन्त हुनुहुन्छ?
ConnectFail=सर्भरमा जडान हुन सकेन, कृपया आफ्नो इन्टरनेट जडान जाँच गरी पछि पुनः प्रयास गर्नुहोस्
CreateBackup=जगेडा डेटा सिर्जना गरिँदैछ...
CreateBackupReg=जगेडा डेटा सिर्जना गरिँदैछ... कृपया केही मिनेट पर्खनुहोस्।
CreateDate=तयार पारिएको मिति
def15After=तपाईंले अन्तिमपटक रजिस्ट्री डिफ्र्याग गर्नुभएको %d दिन भइसक्यो। एकपटक तत्काल डिफ्र्याग गर्ने सल्लाह दिइन्छ।
def15Before=तपाईंले आफ्नो रजिस्ट्री सम्भव भएसम्म छरितो राख्नुभयो भने तपाईंको कम्प्युटर तीव्र गतिमा चल्नुका साथै स्थिर पनि रहन्छ।
DefaultValue=(पूर्वनिर्धारित)
DefragRate=अनुकूलन दर: %s
DefragReport=रजिस्ट्रीलाई छरितो बनाउने कार्य सम्पन्न भयो। अप्टिमाइज प्रतिवेदन:
DefragReport1=रजिस्ट्रीको पहिलेको आकार:
DefragReport2=रजिस्ट्रीको नयाँ आकार:
DefragReport3=अनुकूलित आकार:
delbigfile=
delbigfileFail=
DelSkin=के तपाईं यो थिम मेटाउने कुरामा निश्चिन्त हुनुहुन्छ?
Description=विवरण
DisableAdd=सुरक्षा प्रयोजनका लागि, केही विशेष फोल्डरहरू (जस्तै "Windows फोल्डर", "हार्ड ड्राइभको बुट फोल्डर" तथा "सीडी-रोम") लाई यो सूचीमा थप गर्न निषेध गरिएको छ।
Discount=(अहिले 25% छुट उपलब्ध छ)
DiscountInfo1=तपाईंले वाइज केयर 365 Free संस्करण %d दिनदेखि प्रयोग गरिरहनुभएको छ,
DiscountInfo2=अब हामीले तपाईंका लागि विशेष योजना ल्याएका छौं,
DiscountInfo3=PRO संस्करणमा स्तरोन्नति गर्न अब तपाईंले मात्र %s तिरे पुग्छ।
DownloadError=डाउनलोडसम्बन्धी त्रुटि, कृपया केही क्षणपछि पुनः प्रयास गर्नुहोस्।
DownloadingSkin=हालको डाउनलोड कार्य पूरा भएन। कृपया पछि अद्यावधिक गर्नुहोस्।
DupFile=सूचीमा रहेको फाइल
DupFolder=सूचीमा यो फोल्डर पहिलेदेखि नै छ।
DupItem=यो सामग्री पहिलेदेखि नै सूचीमा छ।
ElapsedTime=
ELeftTime=बाँकी समय अनुमान गरिँदैछ...
EmptyEmail=इमेल ठेगाना खाली छोड्न मिल्दैन।
EmptyName=नाम खाली छोड्न मिल्दैन।
EmpytKey=इजाजतपत्रको कोड छोड्न मिल्दैन।
EnableRestore=प्रणाली समक्रमण निष्क्रिय गरिएको छ। के तपाईं त्यसलाई सक्रिय गर्न चाहनुहुन्छ?
Entries=प्रविष्टिहरू
ErrorMsg=त्रुटिको सन्देश:
ExImport=समावेश नगरिने फाइलहरूको सूची यहाँ निर्यात गरिएको छ:
ExitTray=के तपाईं Wise Care 365 'ट्रे' बन्द गर्ने कुरामा निश्चित हुनुहुन्छ?
ExpiryDate=म्याद सकिने मितिः
Exported=चालू प्रविष्टिहरू %s फाइलमा निर्यात गरिएको छ। के तपाईं अब त्यो फाइल खोल्न चाहनुहुन्छ?
Extracte=फुकाइँदै...
FailedCloseProcess=
FailToDelete=केही फाइलहरू अहिले मेटाउन सकिएन, तर तिनीहरूलाई अर्को पटक कम्प्युटर खुल्दा मेटाइनेछ।
failtounLock=
FindDrives=ड्राइभहरू खोजी गरिँदैछ...
FindError=%d वटा समस्याहरू फेला परे, जसमा %d वटा असुरक्षित प्रविष्टिहरू हुन्।
FindFilesSize=%d वटा फाइलहरू फेला परे, जम्मा %s
FindRunProcess=
FindTraces=%d वटा इतिहास फेला परे।
FindTracesSection=यो फाँटमा %d वटा ट्रेसहरू फेला परे
Fix=समाधान
Free=निःशुल्क
GetHotSkinError=थिमसम्बन्धी जानकारी लिँदा त्रुटि उत्पन्न भयो।
GettingRestoreData=जगेडा डेटाहरू प्राप्त गरिँदै...
GoodHabit=रजिस्ट्रीको नियमित सफाइ गर्नाले तपाईंको कम्प्युटर सधैँ उच्च क्षमतामा चल्दछ।
HaveChange=के तपार्इं परिवर्नहरू सुरक्षित गर्न चाहनुहुन्छ?
Hours=घन्टा
Ignore=बेवास्ता गर्नुहोस्
IgnoreVer=यो अद्यावधिकलाई बेवास्ता गर्नुहोस्
illegalType=अमान्य फाइलको प्रकार हो।
InputCookie=कृपया डोमेन राख्नुहोस् (जस्तै Google, Live आदि)
InputSummary=कृपया यो प्रकारका लागि सारांश राख्नुहोस्:
InputType=फाइलको नाम वा प्रकार लेख्नुहोस् (उदाहरणः *.tmp आदि..)
InvalidEmail=अमान्य इमेल, कृपया मान्य इमेल ठेगाना लेख्नुहोस्।
InvalidIgnorItem=यो सामग्रीलाई बेवास्ता गर्न सकिँदैन।
InvalidKey=इजाजतपत्रको कोड अमान्य छ, कृपया मान्य इजाजतपत्रको कोड लेख्नुहोस्।
InvalidRegInfo=दर्तासम्बन्धी अमान्य जानकारी!
InvalidType=अमान्य फाइल एक्सटेन्सन
IsRunning=सफ्टवेयरले अहिले स्क्यान कार्य गरिरहेको छ, कृपया त्यो कार्य सम्पन्न नभएसम्म पर्खेर, त्यसपछि पुनः गर्नुहोला।
IssueFound=%d वटा खराबीहरू फेला परे।
IssuesFound=%d समस्याहरू फेला परेका छन्।
Items=वस्तुहरू
KeyWord=कृपया आफ्नो कुञ्जीशब्द लेख्नुहोस्:
KillProcessError=
LastClean=तपाईंले अन्तिमपटक सफाइ गर्नुभएको मिति:
LastCommonClean=तपाईंले अन्तिमपटक सफाइ गर्नुभएको मिति:
LastDefrag=तपाईंले अन्तिमपटक रजिस्ट्री डिफ्र्याग गर्नुभएको समय:
LeastOne=तपाईंले स्क्यान गर्नका लागि कम्तीमा पनि एउटा क्षेत्र रोज्नुपर्ने हुन्छ।
LeftTime=बाँकी समय:
LeftTimeSec=समयावधिः %s सेकेन्ड।
LestOne=तपाईंले स्क्यान गर्नका लागि कम्तीमा पनि एउटा क्षेत्र रोज्नुपर्ने हुन्छ।
LestOneClean=तपाईंले सफाइ गर्नका लागि कम्तीमा पनि एउटा क्षेत्र रोज्नुपर्ने हुन्छ।
LestOneItem=तपाईंले सफा गर्नका लागि कम्तीमा पनि एउटा सामग्री रोज्नुपर्ने हुन्छ।
LogAll=समस्याहरू समाधान गरिए।
LogFail=%d सामग्रीहरू हटाउन सकिएन।
Minutes=मिनेट
MoreSpace=ऐच्छिक
NeedBackup=तपाईंले पहिलोपल्ट आफ्नो कम्प्युटरको स्क्यान गर्न लाग्नुभएको जस्तो देखिँदैछ। यो भन्दा अघि तत्काल एउटा जगेडा राख्न सिफारिस गरिन्छ। के तपाईं अहिले नै स्वतः जगेडा राख्न चाहनुहुन्छ?
NeedInstall=तपाईं %s लाई अहिले नै स्थापना गर्न चाहनुहुन्छ?
NeedStartup=तपाईंले मानवीय रुपमै आफ्नो कम्प्युटरलाई तीव्र गराउनुपर्ने हुन्छ, किनकी Wise Care 365 लाई स्टार्टअपमा सञ्चालन हुनेगरी सेट गरिएको छैन।
NeedUpdate=तपाईं %s लाई अहिले नै अद्यावधिक गर्न चाहनुहुन्छ?
Never=अहिलेसम्म गरिएको छैन
NeverDefrag=तपाईंले अहिलेसम्म रजिस्ट्री डिफ्र्याग गर्नुभएको छैन!
New=नयाँ
NewVer=नयाँ संस्करण उपलब्ध छ! के तपाईं अद्यावधिक गर्न चाहनुहुन्छ?
NoBackupSelected=तपाईंले समक्रमण गर्नका लागि कम्तीमा एउटा जगेडा फाइल रोज्नुपर्ने हुन्छ।
NoDriveChecked=तपाईंले स्क्यान गर्नका लागि एक वा सोभन्दा बढी ड्राइभहरू रोज्नुपर्ने हुन्छ।
NoError=बधाइ छ, कुनै समस्याहरू फेला परेनन्!
NoFilesFound=सफा छ
NoItemChecked=तपाईंले सफाइ गर्नका लागि एक वा सोभन्दा बढी फाइलहरू रोज्नुपर्ने हुन्छ।
NoItemFound=कुनै सामग्री फेला परेन
NoItems=बधाइ छ! सबै सामग्रीहरू अनुकूलन गरियो।
NoNewVer=बधाई छ, तपाईंले नयाँ संस्करण प्रयोग गरिरहनुभएको छ!
NoRegInfo=तपार्इंको दर्तासम्बन्धी जानकारीहरू फेला पार्न सकेन।
Notice=कम्प्युटरलार्इ अझ छिटो र थप सुरक्षित बनाउनुहोस्
NoTracesFound=ट्रेसहरू फेला परेन
NoTrashAndTrace=बधाइ छ! तपाईंको कम्प्युटर पूर्णरुपमा सफा छ।
NotShowNotice=यो सूचना फेरि नदेखाउनुहोस्
NotSupportOS=
NowCleaning=सफाइ गर्नुहोस्:
Offer=विशेष योजना
Optimize=अप्टिमाइज गर्नुहोस्
PluginCount=प्लगइन गणना:
PrivacyActive=सक्रिय गर्नका लागि
PrivacyData=गोपनीयता अभिलेखहरू:
PrivacyDefaultHint=ट्रयाकिङ डेटाको नियमित सफाइ गर्नाले तपाईंको गोपनीयता चोर आँखाहरूबाट सुरक्षित रहन्छ।
Privacyissues=गोपनीयतासम्बन्धी समस्याहरू
PrivacyUnActive=गोपनीयतासम्बन्धी समस्याहरूः सक्रिय गरिएको छैन
Problems=समस्याहरू
Proupdate=
RegBackup=रजिस्ट्री जगेडा गर्नुहोस्
RegBackupDone=रजिस्ट्री जगेडा सफलतापूर्वक सिर्जना गरियो।
RegBackupFail=रजिस्ट्री जगेडा सिर्जना गर्न असफल भयो।
RegeditorLocked=
RegEntries=अमान्य रजिस्ट्री प्रविष्टिहरू
Regerror=रजिस्ट्रीसम्बन्धी त्रुटिः
Registried=दर्ता गरिएको
RegRestore=रजिस्ट्रीको समक्रमण गर्नुहोस्
RegTitle=दर्ता नगरिएको
Removebackup=के तपाईं रोजिएको जगेडा फाइल हटाउने कुरामा निश्चिन्त हुनुहुन्छ?
RemoveSysRestore=के तपाईं रोजिएको प्रणाली समक्रमण विन्दू हटाउने कुरामा निश्चिन्त हुनुहुन्छ?
ReScanHint=हामी तपाईंलाई आफ्नो कम्प्युटरको स्क्यान प्रक्रिया पूरा गर्नुहुन आग्रह गर्न चाहन्छौं जसले गर्दा तपाईंको कम्प्युटरलाई ढिलो बनाउने समस्याहरू पत्ता लगाउन सकियोस्।
ReScanHint1=अझै बढी समस्याहरू पत्ता लगाउन हामी तत्काल अर्को स्क्यान गर्न सल्लाह दिन्छौं।
ReScanHint2=अझै बढी समस्याहरू पत्ता लगाउन फेरि स्क्यान गर्नुहोस्।
RestoreComplete=समक्रमण कार्य सकियो।
RestoreFromSysRestore=तपाईंले प्रणाली समक्रमण भइसकेपछि आफ्नो कम्प्युटर बन्द गरेर पुनः खोल्नुपर्ने हुन्छ। के तपाईं अब प्रणाली समक्रमण प्रक्रिया सुरु गर्न चाहनुहुन्छ?
RestorePointDone=सफलतापूर्वक समक्रमण विन्दू सिर्जना गरियो।
RestorePointFail=प्रणालीको समक्रमण विन्दू बनाउने कार्य सफल हुन सकेन।
RestoreReg=रजिस्ट्रीको समक्रमण गरिँदैछ... कृपया केही मिनेट पर्खनुहोस्।
Safetodel=यो सामग्री सुरक्षित रुपले मेटाउन सकिन्छ।
ScanAborted=यो स्क्यान कार्य रद्द गरियो!
ScanCanceled=यो स्क्यान कार्य रद्द गरियो!
ScanFor=स्क्यान गर्दै:
Scaning=स्क्यान गर्दै...
ScannedSection=स्क्यान गरिएका खण्डहरू:
Scanning=स्क्यान गर्दै...
ScheduleHint=आफ्नो कम्प्युटरलाई नियमित रूपमा सफा गर्नुहोस्।
ScheduleNextTime=अब अर्को पटक:
ScheduleNotActive=तालिबद्ध कार्यहरू सक्रिय गरिएको छैन।
Secs=सेकेन्ड
SelectFolder=कृपया एउटा फोल्डर छान्नुहोस्
SelectHardDrive=कृपया कुनै एक हार्ड ड्राइभ रोज्नुहोस्
ShredFile=फाइल/फोल्डर श्रेड गर्नुहोस्
SkinCorrupt=डाउनलोड गरिएको थिमको फाइल अपूर्ण वा बिग्रेको छ! कृपया पुनः डाउनलोड गर्नुहोस्।
SkinLimit=यो थिम Pro संस्करणका प्रयोगकर्ताहरूका लागि मात्र उपलब्ध छ, स्तरवृद्धि गर्न चाहनुहुन्छ?
StartClean=सफा छ
StartScan=स्क्यान गर्नुहोस्
SuggestDefrag=एकपटक तत्काल डिफ्र्याग गर्ने सल्लाह दिइन्छ।
SuggestIgnore=तपाईं आफ्नो रजिस्ट्री अर्को पटक डिफ्र्याग गर्न सक्नुहुन्छ।
Summary=सारांश
SysCreating=प्रणाली समक्रमण विन्दू सिर्जना गरिँदैछ...
SysProtectOff=प्रणालीको सुरक्षा असक्षम छ
SysProtectOn=प्रणाली सुरक्षा सक्षम छ
SysRestoring=प्रणाली समक्रमण गर्ने तयारी गरिँदैछ...
ThanksRegister=यो सफ्टवेयर दर्ता गर्नुभएकोमा धन्यवाद!
Total=जम्मा:
TotalDefrag=%.2f लाई खाँदेर राख्ने कार्य सम्पन्न भयो।
TotalTraces=%d वटा ट्रेसहरू फेला परे।
TraceCount=गणना गरिएका ट्रेसहरू:
TraceFound=%d वटा ट्रेसहरू फेला परे।
TraceFoundEx=निम्न ट्रेसहरू फेला परे:
TraceRemoved=%d वटा गोपनीयतासम्बन्धी जोखिमहरू हटाइयो।
TranslateTo=यी भाषामा अनुवाद गर्नुहोस्...
TrashFound=%d वटा फाइलहरू फेला परे, जम्मा %s।
TrashFoundEx=निम्न काम नलाग्ने फाइलहरू फेला परे:
TrashRemoved=%d वटा फाइलहरू हटाइयो, जसले %s ठाउँ खाली भयो।
TrashSize=फाइलहरूः
TrayNotice=तपार्इको कम्प्युटर आधा महिनादेखि सफा गरिएको छैन!
TuneupCount=ट्युनअप गणना:
TypeChanged=तपाईंले स्क्यान गर्नुपर्ने सामग्रीहरू परिवर्तन गर्नुभयो!
TypeNoError=सफा छ
Unknow=अज्ञात
Unlimited=असीमित
Unoptimized=अनुकूलन नभएको
Unregistried=दर्ता नभएको
VipSkin=यो थिम केवल दर्ता गरिएका प्रयोगकर्ताहरूका लागि उपलब्ध छ। के तपाईं स्तरवृद्धि गर्न चाहनुहुन्छ?
WaitForDownload=कृपया डाउनलोड कार्य सम्पन्न भइन्जेल प्रतीक्षा गर्नुहोस्।
WaitUpdateComplete=हाल जारी रहेको अद्यावधिक सम्पन्न भएको छैन। कृपया यो सफ्वेयरलाई पछि अद्यावधिक गर्नुहोस्।
WarnNoType=तपाईंले कम्तीमा पनि एक फाइलको प्रकार चयन गर्नुपर्ने हुन्छ!
WarnZeroFile=तपाईंले "खाली फाइल" ढाँचा रोज्नुभएको छ। केही शून्य बाइटका फाइलहरू पनि आवश्यक हुन्छन्, कृपया तिनीहरूलाई हटाउनुभन्दा पहिले एकपटक समीक्षा गर्नुहोस्। के तपाईं हटाउने कुरामा निश्चिन्त हुनुहुन्छ?
WDCReport=Wise Disk Cleaner प्रतिवेदन
Working=कृपया अहिले चलिरहेको प्रक्रिया नसकिएसम्म पर्खनुहोस्, त्यसपछि पुनः प्रयास गर्नुहोला।
[Exclusion]
Folder=समावेश नगरिने फोल्डर
AddFolder=फोल्डर थप गर्नुहोस्
File=समावेश नगरिने फाइल
AddFile=फाइल थप गर्ने
File Type=समावेश नगरिने फाइलको प्रकार
AddType=प्रकार थप गर्ने
Registry=समावेश नगरिने रजिस्ट्री कुञ्जी
Add Key=कुञ्जी थप गर्ने
Delete=मेट्नुहोस्
Cookies=समावेश नगरिने डोमेन
Add Cookie=डोमेन थप गर्ने
Whiteapp=अनुप्रयोग सेतोसूचीहरू
Blackapp=अनुप्रयोग कालोसूचीहरू
WhitePosition=सेतोसूचीको अवस्था
BlackPosition=कालोसूचीको अवस्था
[PrivacyScan]
SeenPictures=हेरिएका तस्वीरहरूको इतिहास
SeenPicturesHint=इन्टरनेट चलाएको बेला हेरिएका तस्वीरहरूको इतिहास।
SeenMovies=हेरिएका चलचित्र/भिडियोहरूको इतिहास
SeenMoviesHint=इन्टरनेट चलाएको बेला हेरिएका चलचित्र/भिडियोहरूको इतिहास।
AccessFiles=पहुँच राखिएका फाइलहरूको इतिहास
AccessFilesHint=कम्प्युटरको प्रयोग गरेको बेला खोलिएका फाइलहरूको इतिहास।
VisitedWeb=खोलिएका वेबपेजहरूको इतिहास
VisitedWebHint=इन्टरनेट चलाएको बेला खोलिएका वेबपेजहरूको इतिहास।
[PrivacyClean]
GoodHabit=तपार्इको कम्प्युटर सफा छ, यो धेरै राम्रो बानी हो, यो बानीलार्इ कायमै राख्नुहोस्!
CleanNow=गोपनीयतासम्बन्धी जोखिमहरू छन्, एकपटक तत्काल सफाइ गर्ने सल्लाह दिइन्छ।
TraceFound=%d वटा गोपनीयतासम्बन्धी जोखिमहरू फेला परे।
TraceRemoved=%d वटा गोपनीयतासम्बन्धी जोखिमहरू हटाइयो।
[Password]
Weak=कमजोर
OK=ठीक छ
Strong=बलियो
[Schedule]
Daily=दैनिक
Weekly=हरेक हप्ता
Monthly=हरेक महिना
Idle=खाली भएको बेला
Login=लगअन गरेपछि
Sunday=आइतबार
Monday=सोमबार
Tuesday=मंगलबार
Wednesday=बुधबार
Thursday=बिहीबार
Friday=शुक्रबार
Saturday=शनिबार
AutoScan=स्वतः स्क्यान
AutoClean=स्वतः सफाइ
[Bootup]
BootAction=कारबाही
BootDelHint=यो वस्तु मेट्नुहोस्
BootLoad=स्टार्टअप प्रोग्राम र सेवाहरू लोड गरिँदै
BootName=सफ्टवेयर विवरण
BootRate=सफ्टवेयर रेटिङ
BootSuggestion=सुझाव
BootTime=कम्प्युटर खुल्न लागेको समय: %d सेकेन्ड
BtnRestore=पुनर्स्थापना गर्नुहोस्
CanDisable=ऐच्छिक रूपमा अफ गर्न सक्नुहुन्छ
delItem=के तपार्इ यो वस्तु मेट्ने कुरामा निश्चित हुनुहुन्छ?
Disable=निष्क्रिय गर्ने
Enable=सक्रिय गर्ने
FailToChange=यो सामग्रीलाई सक्रिय वा निष्क्रिय गर्न सकिँदैन।
HisInfo=%d वटा सामग्रीहरू निष्क्रिय गरिएको अवस्थामा छन्। तपाईंले भूलवश निष्क्रिय हुन गएका स्टार्टअप सामग्रीहरूलाई यहाँबाट पुनः सक्रिय बनाउन सक्नुहुनेछ।
Keep=यत्तिकै राख्ने
MaySpeedup=तपार्इंको बुट समय %.2f सेकेन्डले कम हुनेछ।
MustEnable=सक्रिय हुनैपर्ने
NoHisInfo=अहिले कुनै सामग्रीहरू निष्क्रिय गरिएको अवस्थामा छैनन्।
NoSuggestion=कुनै सुझाव दिइँदैन
Optimal=सर्वोत्कृष्ट
Publisher=प्रकाशक
ServiceCountInfo=%d वटा तेस्रो-पक्षीय सेवाहरू तथा %d वटा प्रणाली सेवाहरू फेला परे।
ServiceName=सेवाको विवरण
StartupInfo=आफ्नो कम्प्युटरको बुट गति बढाउन केही अनावश्यक स्टार्टअप प्रोग्रामहरू असक्षम गर्नुहोस्।
ToDisable=अफ गर्न सिफारिस गरिन्छ
ToKeep=यत्तिकै छाड्नुहोस्
Tuneup=अप्टिमाइज गर्नुहोस्
TuneupDone=%d वटा बुट वस्तु(हरू) असक्षम गरिएका छन्।
TuneupFaile=%d वटा बुट वस्तु(हरू) असक्षम गर्न सकिँदैन।
[Msg]
WDCScanSpeed=संसारकै सबैभन्दा तीव्र स्क्यान गति!
WDCSysSlimming=कुनै फाइलहरू फेला परेनन्!
PowerOpt=कुनै अनुकूलन योग्य वस्तुहरू फेला परेनन!
[CommonClean]
ScanAbortedHint1=काम नलाग्ने फाइलहरू पत्ता लगाउन हामी तत्काल अर्को स्क्यान गर्न सल्लाह दिन्छौं।
ScanAbortedHint=काम नलाग्ने फाइलहरू पत्ता लगाउन हामी तत्काल अर्को स्क्यान गर्न सल्लाह दिन्छौं।
DefaultHint=यो परीक्षकले सुरक्षासम्बन्धी सम्भाव्य समस्याहरू पत्ता लगाउनुका साथै एकै क्लिकमा त्यसको समाधान पनि गर्दछ।
7After=तपाईंले अन्तिमपटक सफाइ गर्नुभएको %d दिन भइसक्यो। एकपटक तत्काल स्क्यान गर्ने सल्लाह दिइन्छ।
7Before=आफ्नो ड्राइभहरू सफा राख्नु तथा गोपनीयता पनि सुरक्षित हुनु असल कुरा हो।
[SysClean]
Scanning=स्क्यान गर्दै...
ScanEnd=%d वटा सामग्रीहरू फेला परे, जसलाई हटाउँदा %s ठाउँ खाली हुनेछ।
NoItems=बधाइ छ! सबै सामग्रीहरू अप्टिमाइज गरियो।
Open=खोल्नुहोस्
Remove=हटाउनुहोस्
MoreSpace=अझै बढी ठाउँ आवश्यक छ
Cleaning=सफाइ गरिँदै..
SpaceFreed=छरितो बनाउने प्रक्रिया सकियो। अब %s ठाउँ खाली भयो।
Installer=Windowsको पुरानो संस्करण इन्स्टलर
LongInstaller=Windowsको पुरानो संस्करण इन्स्टलर भनेको काम नलाग्ने फाइलहरू हुन्, जसलाई हटाउँदा केही फरक पर्दैन।
PatchUninstall=Windows अद्यावधिक गर्ने सफ्टवेयर मेटाउन चाहिने फाइलहरू
LongPatchUninstall=तपाईंलाई Windows अद्यावधिक गर्ने सफ्टवेयर मेटाउन आवश्यक छैन भने यी फाइलहरू हटाउँदा फरक पर्दैन।
Downloadedfiles=Windows डाउनलोड जडान प्रक्रियासम्बन्धी फाइलहरू
Longdownloadedfiles=Windows अद्यावधिक गर्ने सफ्टवेयर जडान भइसकेको अवस्थामा यी फाइलहरू हटाउँदा फरक पर्दैन।
Baselinecache=Windows जडान प्रक्रियासम्बन्धी बेसलाइन क्यास
LongBaselinecache=यी फाइलहरू Windows जडान सेवाद्वारा सिर्जित हुन् र यिनलाई हटाउँदा केही फरक पर्दैन।
JPIME=जापानी भाषाको आइएमइ फाइल
LongJPIME=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
KoreanIME=कोरियन भाषाको आइएमइ फाइल
LongKoreanIME=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
TChineseIME=चिनियाँ (परम्परागत) भाषाको आइएमइ फाइल
LongTChineseIME=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
MPinyinIME=Microsoft पिनयिन आइएमइ फाइल
LongMPinyinIME=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
HelpFile=Windowsका सहायतासम्बन्धी फाइलहरू
LongHelpFile=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
SamplePic=Windowsका नमूना तस्वीरहरू
LongSamplePic=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
SampleMic=Windowsका नमूना संगीतहरू
LongSampleMic=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
SampleVideos=Windowsका नमूना भिडियोहरू
LongSampleVideos=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
SampleMedia=Windowsका नमूना मिडिया फाइलहरू
LongSampleMedia=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
Wallpaper=Windowsका नमूना वालपेपरहरू
LongWallpaper=तपाईंलाई यसको आवश्यकता छैन भने यसलाई हटाउन सक्नुहुन्छ।
Win10Upgrade=Windows 10 का स्तरवृद्धिसम्बन्धी फाइलहरू
Win10UpgradeLong=तपाईंले Windows 10 मा स्तरवृद्धि गरिसक्नुभएको छ भने कृपया यो फोल्डरलाई मेटेर थप ठाउँ खाली पार्नुहोस्।
[PCExam]
FixComplete=समाधान गर्ने कार्य सम्पन्न भएको छ।
ScanComplete=स्क्यान गर्ने कार्य सम्पन्न भएको छ।
CheckDefrag=तपाईंको प्रणाली ड्राइभको फ्र्यागमेन्टहरू स्क्यान गरिँदैछ।
DefaultHint=यो परीक्षकले सुरक्षासम्बन्धी सम्भाव्य समस्याहरू पत्ता लगाउनुका साथै एकै क्लिकमा त्यसको समाधान पनि गर्दछ।
Details=विस्तृत विवरण
DiskDefrag=डिस्क डिफ्र्याग
ExamCanceled=स्क्यान प्रक्रिया रद्द गरियो!
ExamEndHint1=%d वटा सामग्रीहरूको स्क्यान गरियो, जसमध्ये %d वटा समस्याग्रस्त देखिएको छ। यो समस्या एकैपल्टमा "समाधान" गर्ने सल्लाह दिइन्छ।
ExamEndHint2=%d वटा सामग्रीहरूको स्क्यान गरियो, जसमध्ये %d वटा समस्याग्रस्त देखिएको छ। %d वटा सामग्रीहरूलाई मानवीय रुपमा नै समाधान गर्नुपर्ने भयो। "समाधान" गर्नुहोस्।
ExamEndHint3=%d वटा सामग्रीहरूको स्क्यान गरियो, जसमध्ये %d वटा समस्याग्रस्त देखिएको छ। ती सामग्रीहरूलाई तपाईंले मानवीय रुपमा नै समाधान गर्नुपर्ने हुन्छ।
ExamEndHintFixed=बधाइ छ! सबै समस्याग्रस्त सामग्रीहरूको समस्या समाधान गरियो।
ExamEndHintFixed3=
ExamEndHintFixed4=बधाइ छ! %d समस्याग्रस्त सामग्रीहरूको समस्या समाधान गरियो।
ExistsPrivacyRisks=केही गोपनीयतासम्बन्धी जोखिमहरू फेला परेका छन्।
FilesFound=%d वटा फाइलहरू फेला परे, जसले %s ठाउँ ओगटेको छ।
FindJunkFiles=%d वटा काम नलाग्ने फाइलहरू, %s।
FindPrivacyData=%d वटा गोपनीयतासम्बन्धी अभिलेखहरू फेला परे।
FindTrace=%d वटा इतिहास फेला परे।
FindTraces=%d वटा इतिहास फेला परे।
FindTrash=%d वटा काम नलाग्ने फाइलहरू फेला परे, जसले %s ठाउँ ओगटेको छ।
FirePWall=Windows सार्वजनिक फायरवालको उपलब्धता स्क्यान गर्ने।
FirePWallInvalid=सार्वजनिक नेटवर्कको Windows फायरवाल निष्क्रिय छ।
FirePWallValid=सार्वजनिक नेटवर्कको Windows फायरवाल सक्रिय छ।
FireSWall=Windows व्यक्तिगत/निजी फायरवालको उपलब्धता स्क्यान गर्ने।
FireSWallInvalid=निजी नेटवर्कको Windows फायरवाल निष्क्रिय छ।
FireSWallValid=निजी नेटवर्कको Windows फायरवाल सक्रिय छ।
FireWallInstalled=एन्टिभाइरस सफ्टवेयर जडान गरिएको छ।
FireWallUnInstalled=तपाईंको कम्प्युटरमा कुनै पनि एन्टिभाइरस सफ्टवेयर फेला परेन।
FirstTimeRunHint=तपाईंको कम्प्युटर स्वस्थ छ त? स्क्यान गर्नुहोस्!
FixCanceled=समाधान प्रक्रिया रद्द गरियो!
Fixing=समाधान गरिँदै:
FolderOption="फोल्डरसम्बन्धी छनौटहरू"को उपलब्धता स्क्यान गर्ने।
FolderOptionsInvalid=फोल्डरसम्बन्धी छनौटहरू निष्क्रिय छन्।
FolderOptionsValid=फोल्डरसम्बन्धी छनौटहरू मान्य छन्।
IEShell=IE सेलको कार्यको प्रामाणिकता जाँच गर्न।
IEShellFail=IE सेल हाइज्याक गरियो
IEShellFine=IE सेलले सामान्य रूपमा काम गर्दैछ।
InstallSafeSoft=कुनै एन्टिभाइरस सफ्टवेयर स्थापना गर्नुहोस्।
JunkFiles=तपाईंको कम्प्युटरमा रहेका काम नलाग्ने फाइलहरू
JunkFilesEx=अमान्य फाइलहरू जस्तै क्यास, लगहरू, अस्थायी फाइलहरू, आदि।
LastCheck=तपाईंको कम्प्युटरको अन्तिम स्क्यान:
LastFixTime=तपाईंले अन्तिमपटक स्क्यान गर्नुभएको %d दिन भइसक्यो।
ManualFix=मानवीय समाधान
ManualProcess=मानवीय अप्टिमाइजेसन सामग्रीहरू
ManualProcessEx=गोपनीयतासम्बन्धी जोखिमहरू, डिस्क डिफ्र्यागमेन्टेसन, आदि (जसलाई "मानवीय रुपमै समाधान" गर्नुपर्ने हुन्छ)
NeedDefrag=प्रणाली ड्राइभलाई डिफ्र्यागमेन्ट गर्नु आवश्यक छ।
NoNeedDefrag=प्रणाली ड्राइभलाई डिफ्र्यागमेन्ट गर्नुपर्ने आवश्यकता छैन।
NoOptimizeItems=सबै सामग्रीहरू अप्टिमाइज गरियो।
NoPrivacyRisks=कुनै पनि गोपनीयतासम्बन्धी जोखिम फेला परेन।
OptimizeOptItems=अप्टिमाइज गरिएका सामग्रीहरूलाई मान्य बनाउनुहोस्।
OptimizeResult=तपाईंको कम्प्युटरको गति तीव्र बनाउन %d वटा सामग्रीहरूलाई अप्टिमाइज गरियो।
PcGood=बधाइ छ! तपाईंको कम्प्युटर स्वस्थ छ।
PCHealthNum=जाँच अङ्क:
PrivacyHint=एक्सप्लोररका ट्रेसहरू तथा कम्प्युटरमा यसअघि गरिएका गतिविधिहरू खाली गर्नुहोस्
PrivacyItmes=गोपनीयतासम्बन्धी जोखिमहरू
ReFixHint=हामी तपाईंलाई आफ्नो कम्प्युटरको मर्मत प्रक्रिया पूरा गर्नुहुन आग्रह गर्न चाहन्छौं जसले गर्दा तपाईंको कम्प्युटरको गति तीव्र हुनेछ।
RegeditLocked=रजिस्ट्री सम्पादक निष्क्रिय छ।
Regeditor=Windows रजिस्ट्री सम्पादकको उपलब्धता स्क्यान गर्ने।
RegeditUnLocked=रजिस्ट्री सम्पादक मान्य छ।
RegEntriesCount=%d वटा अमान्य प्रविष्टिहरू फेला परे।
RegEntriesResult=%d वटा अमान्य रजिस्ट्री प्रविष्टिहरू हटाइए।
RegistryJunk=अमान्य रजिस्ट्री प्रविष्टिहरू
RegistryJunkEx=एक्ला, पुराना वा अमान्य रजिस्ट्री प्रविष्टिहरू
RemoteDesktop=रिमोट डेस्कटपको क्यास फाइलहरू
RemoteDesktopAlive=रिमोट डेस्कटप कनेक्सन सक्रिय छ।
RemoteDesktopDisabled=रिमोट डेस्कटप जडान निष्क्रिय छ।
ReScanHint=हामी तपाईंलाई आफ्नो कम्प्युटरको स्क्यान प्रक्रिया पूरा गर्नुहुन आग्रह गर्न चाहन्छौं जसले गर्दा तपाईंको कम्प्युटरलाई ढिलो बनाउने समस्याहरू पत्ता लगाउन सकियोस्।
Result.FailTranstr=तपाईंको कम्प्युटरमा कुनै पनि एन्टिभाइरस सफ्टवेयर फेला परेन।
Result.FineTranStr=तपाईंको कम्प्युटरमा एन्टिभाइरस सफ्टवेयर स्थापना गरियो।
SafeCheckResult=%d वटा सुरक्षा-सम्बन्धित समस्याहरूको समाधान गरियो।
ScanFor=स्क्यान गर्दै:
ScanOptItems=अप्टिमाइज गर्न योग्य सामग्रीहरू
SDDDetected=SSD पत्ता लाग्यो। यो प्रक्रियालाई छाडियो।
SecurityProject=सुरक्षा-सम्बन्धित सामग्रीहरू
SecurityProjectEx=फायरवाल, रजिस्ट्री, रिमोट डेस्कटप, तथा अन्य सुरक्षा परियोजनाहरू
ShortJunkFiles=काम नलाग्ने फाइलहरू
ShortJunkFilesEx=काम नलाग्ने फाइलहरू
ShortManualProcessEx=मानवीय रुपले अप्टिमाइज गरिनुपर्ने परियोजनाहरू
ShortRegistryJunk=अमान्य रजिस्ट्री प्रविष्टिहरू
ShortRegistryJunkEx=अमान्य रजिस्ट्री प्रविष्टिहरू
ShortSecurityProjectEx=सुरक्षा परियोजनाहरू
ShortSystemTuneup=सामग्रीहरूलाई अप्टिमाइज गर्न सकिन्छ
ShortSystemTuneupEx=प्रणाली ट्युनअप
ShortUserTrace=ब्राउजिङ डेटा
ShortUserTraceEx=कम्प्युटरका ट्रेसहरू
Suggestion1=एकपटक तत्काल स्क्यान गर्ने सल्लाह दिइन्छ।
SystemTuneup=तपाईंको कम्प्युटरको क्षमता अभिवृद्धि गर्नका लागि %d वटा सामग्रीहरूलाई अप्टिमाइज गर्न सकिन्छ।
SystemTuneupEx=Windows को गति, प्रणालीको क्षमता र स्थिरता, आदि बटाउनुहोस्।
TaskManager=Windows कार्य प्रबन्धकको उपलब्धता स्क्यान गर्ने।
TaskManagerInvalid=कार्य प्रबन्धक निष्क्रिय छ।
TaskManagerValid=कार्य प्रबन्धक मान्य छ।
Tracehint=
TraceResult=%d वटा प्रयोग गरिएका ट्रेसहरू हटाउनुहोस्।
TracesFound=%d वटा ट्रेसहरू फेला परे।
TrashResult=%d वटा काम नलाग्ने फाइलहरू हटाइयो, जसले %s ठाउँ खाली भयो।
UnsettledItems=निम्न सामग्रीहरूको समस्या मानवीय रुपमै समाधान गर्नुपर्ने भयो।
UserTrace=कम्प्युटरका ट्रेसहरू तथा ब्राउजिङ इतिहास
UserTraceEx=चलाइएका सफ्टवेयरहरू, खोलिएका फाइल तथा वेबसाइटहरू आदिको इतिहास।
WindowsAutoUpdate=Windows स्वचालित अद्यावधिक सेवाको उपलब्धता स्क्यान गर्ने।
WindowsAutoUpdateInvalid=Windows स्वचालित अद्यावधिक निष्क्रिय छ।
WindowsAutoUpdateValid=Windows स्वचालित अद्यावधिक मान्य छ।
[FileErase]
NetPath=
None=कुनै पनि होइन
Crushing=श्रेडिङ हुँदै:
Shred=श्रेडिङ भइसकेको
InUsed=प्रयोग भइरहेको
Aborted=हुँदाहुँदै रद्द गरिएको
Shredding=श्रेडिङ हुँदै
SysPath=तपाईंले रोज्नुभएको ठेगानामा महत्त्वपूर्ण प्रणालीसम्बन्धी जानकारीहरू रहेको हुँदा त्यसलाई मेट्न सकिँदैन।
ScrubFinished=मेट्ने कार्य समाप्त भयो! %d वटा फाइललाई सफलतापूर्वक श्रेड गरियो तर %d वटालाई भने गर्न सकिएन।
ScrubCanceled=मेट्ने कार्य रद्द भयो! %d वटा फाइललाई सफलतापूर्वक श्रेड गरियो तर %d वटालाई भने गर्न सकिएन।
Erased=श्रेड गर्नुहोस्
Canceled=मेटाउने कार्य रद्द गरियो।
[DiskDefrag]
Volume=ड्राइभ
Format=फाइल प्रणाली
TotalSpace=जम्मा ठाउँ
FreeSpace=खाली ठाउँ
Fragmented=फ्र्यागमेन्टहरू
Status=अवस्था
PmDefrag=डिफ्र्यागमेन्ट
QuickOpt=तीव्र अप्टिमाइजेसन
FullOpt=पूर्ण अप्टिमाइजेसन
PmAnlyse=विश्लेषण
Resume=पुनः सुरु गर्ने
Analying=विश्लेषण गरिँदै
Defragmenting=डिफ्र्यागमेन्ट गरिँदै
Optimizing=अप्टिमाइज गरिँदै
Analyed=विश्लेषण गरियो
Defragmented=डिफ्र्यागमेन्ट गरियो
Optimized=अप्टिमाइज गरियो
Pause=पज गर्नुहोस्
IsSSD=तपाईंले कम्तीमा पनि एउटा ठोस ड्राइभ रोज्नैपर्छ। साथै डिफ्र्याग गर्नाले यसको आयुमा कमी आउन सक्दछ। के तपाईं अघि बढ्ने कुरामा निश्चिन्त हुनुहुन्छ?
FragmentedRate=फ्र्याग्मेन्टेसन
DefragInfo=
[BtnList]
WiseReminder=Wise रिमाइन्डर
WiseReminderDesc=
GameBooster=गेम बुस्टर
GameBoosterDesc=
ForceDeleter=बलपूर्वक मेटाउने
ForceDeleterDesc=
SystemMonitor=प्रणाली निरीक्षक
SystemMonitorDesc=
AutoShutdown=स्वतः बन्द गर्ने
AutoShutdownDesc=
DataRecovery=डेटा पुनः प्राप्तकर्ता
DataRecoveryDesc=
FolderHider=फोल्डर तथा फाइल लुकाउने
FolderHiderDesc=
JetSearch=द्रुत खोज
JetSearchDesc=
MemoryOptimizer=मेमोरी अनुकूलक
MemoryOptimizerDesc=
ProgramUninstaller=प्रोग्राम अस्थापक
ProgramUninstallerDesc=
PluginClean=प्लगइन सफाइकर्ता
BigFile=ठूला फाइल प्रबन्धक
BigFileDesc=
RegClean=रजिस्ट्री सफाइकर्ता
RegCleanDesc=
CommClean=साधारण सफाइकर्ता
CommCleanDesc=काम नलाग्ने फाइलहरू सफा गर्न छिटो अनि सरल।
AdvClean=उन्नत सफाइकर्ता
AdvCleanDesc=
SysSimming=प्रणालीको छरितोपना
SysSimmingDesc=
PowerOpt=प्रणाली ट्युनअप
PowerOptDesc=
DiskDefrag=डिस्क डिफ्र्याग
DiskDefragDesc=
RegDefrag=रजिस्ट्रीको डिफ्र्याग
RegDefragDesc=
Startup=स्टार्टअप प्रबन्धक
StartupDesc=
ContextMenu=सन्दर्भ मेनु
ContextMenuDesc=
PrivacyErase=गोपनीयता संरक्षक
PrivacyEraseDesc=
DiskErase=डिस्क इरेजर
DiskEraseDesc=
FileShredder=फाइल श्रेडर
FileShredderDesc=
PasswordGenerator=पासवर्ड उत्पादक
PasswordGeneratorDesc=
ProcessMon=प्रक्रिया निरीक्षक
ProcessMonDesc=
SystemInfo=कम्प्युटरबारे जानकारी
SystemInfoDesc=
[DiskErase]
Stop=रोक्नुहोस्
Erase=मेटाउनुहोस्
Rule1=परिवर्तनशील डेटा 1 पास (सिफारिस गरिएको)
Rule2=डीओडी 5220.22-एम 3 पासहरू
Rule3=Schneier's 7 पासहरू
Rule4=Guttmann 35 पासहरू
EraseFinished=मेट्ने कार्य सकियो। समयावधि:
ErasingFor=%s बाट पहिले मेटिएका फाइलहरूलाई सधैंका लागि मेटिँदैछ, कृपया प्रतीक्षा गर्नुहोस्...
TempFileDeleting=अस्थायी फाइलहरू मेट्दै...
ErasingForDisk=%s मा रहेका खाली ठाउँहरूलाई सम्पूर्ण रूपमा मेट्दै, कृपया प्रतीक्षा गर्नुहोस्...
ManyFiles=धेरै फर्काउनयोग्य फाइलहरू फेला परे।
FewFiles=केही फर्काउनयोग्य फाइलहरू फेला परे।
SkipAnalyse=विश्लेषण कार्य नगर्ने (फ्याट ड्राइभ)
Secure=सुरक्षित
DoesNotSupport=यो ड्राइभ समर्थित छैन।
Erasing=मेटाइँदै...
Finished=मेट्ने कार्य सकियो।
Canceled=मेट्ने कार्य रद्द गरियो।
ConfirmEraseDisk=डिस्कलाई मेटाउने कार्य समाप्त हुन केही समय लाग्दछ। यदि यो समयमा अन्य सफ्टवेयर खुलेको भए त्यसले I/O सम्बन्धी विभिन्न त्रुटिहरू निम्त्याउन सक्छ। त्यसो हुन नदिन कृपया अन्य सफ्टवेयरलाई बन्द गर्नुहोस्। अब अघि बढ्ने कुरामा निश्चिन्त हुनुहुन्छ?
PartitionError=
[Tuneup]
BlueReboot=
RemoteRegAccess=
FileListSpeed=
PreviewUP=
OptDNS=
OptLAN=
ShowSpeed=
AeroSnap=
SSDSpeedup=SSD को अप्टिमाइज कार्य
DisablePrefetch=
DisableSuperPrefetch=
DisableDefragBoot=
DisableDefragIdle=
EnableTRIM=
OptIEConnection=
IconCache=
RestoreAll=के तपाईं सम्पूर्ण सामग्रीहरूलाई Windows पूर्वनिर्धारित रुपमा समक्रमण गर्न चाहनुहुन्छ?
NoSelectedItem=कृपया अप्टिमाइज गर्नका लागि कम्तीमा पनि एउटा सामग्री रोज्नुहोस्।
OptItems=निम्न %d वटा सामग्रीहरू अप्टिमाइज गर्न सकिन्छ।
ItemsOptimized=%d वटा सामग्रीहरू अप्टिमाइज गरिए।
TakeEff=केही अप्टिमाइज गरिएका सामग्रीहरू तपाईंले आफ्नो कम्प्युटर एकपटक बन्द गरेर नखोलेसम्म लागू हुँदैनन्।
NoItems=बधाइ छ! सबै सामग्रीहरू अनुकूलन गरियो।
BootSpeedup=कम्प्युटर खुल्ने/बन्द हुने गतिमा तीव्रता
SystemStable=प्रणालीको स्थिरता
SystemSpeedup=प्रणालीको तीव्रता
NetworkSpeedup=नेटवर्कको तीव्रता
PrefetchParameters=Windowsको स्टार्टअप गतिमा सुधार गर्नका लागि प्रिफेच प्यारामिटरलाई अप्टिमाइज गर्ने
BootDelay=Windowsको स्टार्टअप गतिमा सुधार गर्नका लागि "डिस्क स्क्यान" समय घटाउने
BootPartition=Windowsको स्टार्टअप गतिमा सुधार गर्नका लागि अप्टिमाइजेसन प्रणाली सक्रिय गर्ने
ClearPagingFile=कम्प्युटर बन्द हुने समय तीव्र गराउनका लागि Windows पेजिङ फाइल मेटाउने प्रणाली निष्क्रिय गर्ने
TimeOut=कम्प्युटर बन्द हुने प्रक्रिया सुधार गर्नका लागि सफ्टवेयरको प्रतिक्रियाविहीनता घटाउने
AutoKill=प्रणाली क्र्यास हुन नदिन फ्रिज भएका प्रक्रियाहरूलाई बन्द गर्ने
RestartExplorer=अनपेक्षित रुपमा डेस्कटप अदृश्य हुन नदिन Windows एक्सप्लोरर स्वतः सुरु गर्ने
TwoProcess=प्रणाली अन्तरद्वन्द्व हुन नदिन Windows एक्सप्लोरर कम्पोनेन्टहरूलाई छुट्टै प्रक्रियाका रुपमा चल्न दिने
ErrorReport=त्रुटि रिपोर्टिङ फाइलहरू
Debugger=त्रुटि प्रशोधन तीव्र बनाउनका लागि डिबगरलाई निष्क्रिय गर्ने
OptMemory=प्रणालीको प्रदर्शनमा सुधार ल्याउनका लागि मेमोरीसम्बन्धी पूर्वनिर्धारित छनौटहरूलाई अप्टिमाइज गर्ने
OptVEff=प्रणालीको प्रदर्शनमा सुधार ल्याउनका लागि फ्रन्ट-इन्ड कम्पोनेन्टहरू (जस्तैः सन्देश बाकस, मेनु इत्यादि) को बनावटलाई अप्टिमाइज गर्ने
OptFileSystem=प्रणालीको प्रदर्शनमा सुधार ल्याउनका लागि फाइल प्रणालीलाई अप्टिमाइज गर्ने
OptDiskSystem=प्रणालीको प्रदर्शनमा सुधार ल्याउनका लागि डिस्क आइ/ओ उपप्रणालीलाई अप्टिमाइज गर्ने
DisAutoRun=सम्भावित भाइरस संक्रमणबाट सुरक्षित रहन ड्राइभहरूको "अटोप्ले" हुने विशेषतालाई निष्क्रिय गर्ने
OptDiskIdle=सीपीयु खाली भएको बेला डिस्क आइ/ओ अप्टिमाइज गर्ने
OptTTL=नेटवर्कको प्रदर्शनमा सुधार ल्याउनका लागि टीटीएलसम्बन्धी छनौटहरूलाई अप्टिमाइज गर्ने
OptNetForward=नेटवर्कको प्रदर्शनमा सुधार ल्याउनका लागि नेटवर्क फरवार्ड क्षमतालाई अप्टिमाइज गर्ने
OptMTU=टीसीपी/आइपी प्रदर्शनमा सुधार ल्याउनका लागि पाथ एमटीयु अन्वेषण प्रविधिको प्रयोगद्वारा "ब्ल्याक होल"लाई स्वतः पत्ता लगाउने
OptWINS=डेटा स्थानान्तरण गतिमा सुधार ल्याउनका लगि डब्लुआइएनएस नेम क्वेरिइङ समयलाई अप्टिमाइज गर्ने
OptNetWork=स्थानान्तरण प्रदर्शनमा सुधार ल्याउनका लागि नेटवर्कसम्बन्धी छनौटहरूलाई अप्टिमाइज गर्ने
CloseAnimate=सञ्झ्यालको प्रतिक्रियामा तीव्रता ल्याउनका लागि सञ्झ्यालहरू मिनिमाइज वा म्याक्सिमाइज हुँदा एनिमेसन इफेक्ट नदेखाउने
PagingExecutive=सफ्टवेयरको प्रदर्शनमा सुधार ल्याउनका लागि मेमोरी पेजिनेसन प्रक्रिया निष्क्रिय गर्ने (यदि भौतिक मेमोरी 1 जीबीभन्दा कम भएमा लागू नगर्न सकिन्छ)
StaticIP=कम्प्युटर खुल्ने गतिमा सुधार ल्याउनका लागि आफ्नो स्थानीय नेटवर्क कनेक्सनमा अचल आइपी सेट गर्ने
PorcessorTime=सफ्टवेयर, विद्युतीय खेल, आदि अझ राम्ररी सञ्चालन गर्नका लागि प्रोसेसरको प्रदर्शनलाई अप्टिमाइज गर्ने। (यदि तपाईंको मेशिन सर्भर हो भने यसलाई वास्ता नगर्नुहोला।)
DisableIDECheck=Windows खुल्ने गतिमा सुधार ल्याउनका लागि आइडीइ च्यानल स्क्यानलाई रोक्ने
ForeAppSpeed=चलिरहेका सफ्टवेयरहरूले गर्ने प्रतिक्रियाको गति बढाउने
AeroPeek=एरो पीकको डिस्प्ले गति बढाउने
OptEthernet=इथरनेट कार्डको प्रदर्शनमा सुधार ल्याउने
[Summary]
ContextMenu=सन्दर्भ मेनुका अमान्य वस्तुहरू
MUICache=छुटेका MUI क्याससम्बन्धी सन्दर्भ
Services=Windows का अमान्य सेवाहरू
Activex=ActiveX र COM कम्पोनेन्टहरू
FireWall=फायरवालसम्बन्धी सेटिङहरू
RootAll=अमान्य पथ तथा फाइलहरू
SoftwareSection=हटाइएका सफ्टवेयरहरूले छाडेका अमान्य पथ तथा फाइलहरू
ApplicationPaths=दर्ता गरिएका अनुप्रयोगहरूले छाडेका अमान्य पथ तथा फाइलहरू
FileTypes=अमान्य फाइलको विस्तारसम्बन्धी जानकारी
HelpFiles=अमान्य सहायतासम्बन्धी फाइलहरू
Fonts=अमान्य फन्टसम्बन्धी जानकारी
SharedDLL=साझा डाइनामिक लिङ्क लाइब्रेरी
MRULists=भर्खरै प्रयोग गरिएका फाइलहरूको सूची
UninstallSection=हटाइएका सफ्टवेयरसम्बन्धी फाइलहरू
StartMenu=स्टार्ट मेनु
StartupProgram=स्टार्टअप कार्यक्रमहरू
SoundandAppEvents=आवाज र एपसम्बन्धी घटनाहरू
IEUrlHistory=इन्टरनेट एक्सप्लोरर युआरएल इतिहास
IFEO=इमेज फाइल सञ्चालन
EmptyKey=खाली कुञ्जीहरू
App=अमान्य अनुप्रयोग सेटिङ्हरू
[ErrorMessage]
MUIError1=
MUIError=छुटेका MUI सन्दर्भहरू
ServiceNotExists=
MimeExName=दर्ता गरिएको गलत एमआइएमइ फाइल एक्सटेन्सन: %s
EmptyKey=खाली कुञ्जीहरू
EmptyHelpdirctory=सहायतासम्बन्धी फोल्डर खाली छ।
FileNotExist=फाइल (फोल्डर) फेला परेन।
HFileNotExist=सहायतासम्बन्धी फाइल (फोल्डर) फेला परेन।
EmptyValue=खाली मान
TypeLib=प्रकारसम्बन्धी लाइब्रेरी फाइल फेला परेन:
NodeEmpty=खाली नोड
SharedFilenotexist=साझेदारी गरिएको फाइल फेला परेन।
sharedfilenotbeuse=साझेदारी गरिएको फाइल प्रयोग गरिएको छैन।
noconnection=फाइल कनेक्सनसम्बन्धी जानकारी छैन।
Invalidpathtoicon=आइकनको ठेगाना अमान्य छ।
ReferstoaninvalidClass=अमान्य क्लासलाई रेफर गर्ने।
Emptyshellcommand=सेल निर्देशन खाली छ।
Invalidshellcommand=अमान्य सेल निर्देशन (फाइल फेला परेन)।
Fontsnotexist=फन्टहरूको फाइल फेला परेन।
Hijacking=%s चाहिँ %s द्वारा अपहरित भएको छ।
MRULists=प्रयोगकर्ताका MRU सूचीहरू
invalidOpenWith=यो प्रकारको फाइलसँग कुनै पनि सफ्टवेयर आबद्ध छैन।
ReferActivex=अमान्य एक्टिभएक्स/सीओम प्रविष्टिलाई रेफर गर्ने।
EmptyCLSID=खाली सीएलएसआइडी।
ComSourceNotExist=सीओएम स्रोत फेला परेन।
invalidUnistall=सफ्टवेयर हटाउने बारेको अमान्य जानकारी।
notexist=फेला परेन।
ObsoleteStartMenuItem=पुरानो स्टार्ट मेनु आइटम
SoundFilenotexist=आवाजसम्बन्धी फाइल फेला परेन।
FileNotExist1=फाइल/फोल्डर फेला परेन, तर "%s" ड्राइभ %s भएको छ। हामी तपाईंलाई यो त्रुटिको वास्ता नगर्ने सल्लाह दिन्छौँ।
OpenWithError=त्रुटिका साथ खुल्यो, तर निर्दिष्ट सफ्टवेयर चाहिँ फेला परेन।
OpenWithError1=प्रयोग गरेर खोल्न खोज्दा त्रुटि उत्पन्न भयो किनकी निर्दिष्ट सफ्टवेयर नै फेला परेन, तर "%s" ड्राइभ %s भएको छ। हामी तपाईंलाई यो त्रुटिको वास्ता नगर्ने सल्लाह दिन्छौँ।
ComSourceNotExist1=सीओएम स्रोत फेला परेन, तर "%s" ड्राइभ %s भएको छ। हामी तपाईंलाई यो त्रुटिको वास्ता नगर्ने सल्लाह दिन्छौँ।
[Area]
Tencent-Logs=Tencent लगहरू
Yodao-Dict=Yodao Dict
WinInstallerPackage=Windowsको पुरानो संस्करण इन्स्टलर
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=पहुँच राखिएका फाइलहरूको इतिहास
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop को इतिहास
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Premiere Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader का अस्थायी फाइलहरू
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple सफ्टवेयर जडान गर्दाको क्यास
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVI Preview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Breeze Browser Pro
CamfrogVideoChat=Camfrog भिडियो कुराकानी
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome को क्यास
ChromeCookies=Google Chrome का कुकीहरू
ChromeForm=Google Chrome को स्वतः भरण फारमको इतिहास
Chromelocalstorage=Google को स्थानीय भण्डारण
ChromePasswords=Google Chrome मा भण्डारण गरिएका पासवर्डहरू
ChromeSession=Google Chrome को सत्र
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=कुकीहरू
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft इन्टरनेट एक्सप्लोरर DOM स्टोर कुकीहरू
DownloadedPatch=Windows का अद्यावधिक फाइलहरू
Downloads=ब्राउजरका डाउनलोड गरिएका फाइलहरू
DriveTheLife=DriveTheLife
Dump=मेमोरी डम्प फाइलहरू
DVDFab=DVDFab
ErrorReport=त्रुटि रिपोर्टका फाइलहरू
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=अन्य एक्सप्लोरका MRU फाइलहरू
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox को क्यास
FireFoxCookies=Mozilla Firefox का कुकीहरू
FireFoxForm=Mozilla Firefox को स्वतः भरण फारमको इतिहास
FireFoxOther=Mozilla Firefox का अन्य इतिहासहरू
FireFoxPasswords=Mozilla Firefox मा भण्डारण गरिएका पासवर्डहरू
Flash=Adobe Flash Player
FontCache=Windows फन्ट क्यास
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Game Explorer
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Google पात्रो
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Google उपकरणपट्टी
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Microsoft इन्टरनेट एक्सप्लोररको ठेगानापट्टीको इतिहास
IECahce=Microsoft इन्टरनेट एक्सप्लोररको क्यास
IECookies=Microsoft इन्टरनेट एक्सप्लोररका कुकीहरू
IEForm=इन्टरनेट एक्सप्लोररको स्वतः भरण फारमको इतिहास (निजी डेटा सूचीकृत गरिने छैन)
IEHistory=Microsoft इन्टरनेट एक्सप्लोररको सक्रिय इतिहास
IEPasswords=इन्टरनेट एक्सप्लोरर भण्डारण गरिएका गोप्यशब्दहरू (निजी डेटा सूचीकृत गरिने छैन)
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=अमान्य सर्टकटहरू
InvalidScTask=Invalid तालिकाबद्ध कार्यहरू
InvalidStartMenu=Invalid सुरुवात मेनुहरू
iTunes=iTunes
IZArc=IZArc
JumpList=टास्कबारका जम्पसूचीहरू (स्थिर सामग्रीहरू पनि हटाइनेछन्)
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=अन्तिमपटक डाउनलोड गरिएको स्थान
LogFile=प्रणालीको लग फाइलहरू
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Windows Metro को क्यास
MicrosoftSilverlight=Microsoft Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge को क्यास
MSEdgeCookies=Microsoft Edge का कुकीहरू
MSEdgeDownloadHistory=Microsoft Edge को डाउनलोड इतिहास
MSEdgeHistory=Microsoft Edge को इतिहास
MSEdgeRecentlyTypedURLs=Microsoft Edge का भर्खरै टाइप गरिएका URL हरू
MSEdgeSavedFormInformation=
MSEdgeSavedPasswords=Microsoft Edge का सुरक्षित गरिएका पासवर्डहरू
MSEdgeSession=Microsoft Edge का सत्रहरू
MSN=Windows लाइभ म्यासेन्जर
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft One Drive
MSSearchHelper=MS Search Helper
MySpaceIM=MySpaceIM
Networkmapping=नेटवर्क ड्राइभको म्यापिङ इतिहास
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA Install Files
Office=Microsoft Office
OfficePicture=Microsoft Office Picture प्रबन्धक
OfficeRecent=Microsoft Office को भर्खरैको इतिहास
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera को क्यास
OperaCookies=Opera का कुकीहरू
OperaHistory=Opera को इतिहास
OperaPasswords=Opera को सुरक्षित गरिएका पासवर्ड
OperaSessions=Opera का सत्रहरू
OperaSiteIcon=Opera को वेबसाइटका आइकनहरू
OperaURLHistory=Opera का टाइ गरिएका URL हरू
OxygenXMLEditor=Oxygen XML सम्पादक
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon को क्यास
PaleMoonCookies=PaleMoon का कुकीहरू
PaleMoonDownloadHistory=PaleMoon को डाउनलोड इतिहास
PaleMoonHistory=PaleMoon को इतिहास
PaleMoonSavedFormInformation=
PaleMoonSession=PaleMoon का सत्रहरू
PaleMoonSitePreferences=PaleMoon को साइटसम्बन्धी प्राथमिकताहरू
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=पुरानो प्रिफेच डेटा
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ
QQImg=QQ Received Images
QQPCMgr=QQPCManager
QQRFile=QQ Received Files
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=भर्खरैका कागजातहरू
Recyclebin=पुनर्प्रयोग डालो खाली गर्नुहोस्
RegEdit=RegEdit
RegEditX=RegEditX
RemoteDesktop=रिमोट डेस्कटपको क्यास फाइलहरू
RunStartMenu=स्टार्ट मेनुमा चलाउनुहोस्
SafariCache=Safari को इन्टरनेटसम्बन्धी क्यास
SafariCookies=Safari का कुकीहरू
SafariHistory=Safari को इतिहास
SafariPasswords=Safari को भण्डारण गरिएका फारमको इतिहास
SamsungKies=Samsung Kies
SearchList=Windows को खोज इतिहास
Sketchup=Sketchup
Microsoft.SkypeApp=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=Sublime Text
SunJava=Sun Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Windows द्वारा सिर्जित अस्थायी फाइलहरू
SystemTrace=Windows तथा अनुप्रयोगका ट्रेसहरू
Tag&Rename=Tag&&Rename
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=थम्बनेल क्यास
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=कम्प्युटरमा रहेका ट्रेसहरू
TraryNotify=नोटिफिकेशन एरियामा रहेका आइकनहरूको क्यास
TrashClean=कम्प्युटरमा रहेका काम नलाग्ने फाइलहरू
TUGZip=TUGZip
TypeInternetCache=वेब ब्राउजरको क्यास
TypeInternetTrace=वेब ब्राउजरको ट्रेस
TypeMedia=मल्टिमिडिया
TypeOtherApp=अन्य अनुप्रयोगहरू
TypeSystem=Windows प्रणाली
TypeWComponents=Windows का कम्पोनेन्टहरू
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=अनुप्रयोगहरूद्वारा सिर्जित अस्थायी फाइलहरू
uTorrent=uTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=हेरिएका तस्वीरहरूको इतिहास
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=खोलिएका वेबपेजहरूको इतिहास
Vivaldi=Vivaldi
VivaldiCache=Vivaldi को क्यास
VivaldiCookies=Vivaldi का कुकीहरू
VivaldiForm=Vivaldi को स्वतः भरण फारमको इतिहास
Vivaldilocalstorage=Vivaldi को स्थानीय भण्डारण
VivaldiSavedPasswords=Vivaldi का सुरक्षित गरिएका पासवर्डहरू
VivaldiSession=Vivaldi सत्र
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=हेरिएका चलचित्र/भिडियोहरूको इतिहास
WinDiff=WinDiff
WindowsDefender=Windows डिफेन्डर
WindowsMediaPlayer=Windows मिडिया प्लेयर
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Windows प्रणालीको क्यास
WindowsWordpad=Windows WordPad
WinInstallerCache=Windows स्थापनाकर्ताको क्यास
WinLiveToolbar=Windows लाइभ उपकरणपट्टी
WinPatrol=WinPatrol
WinRar=WinRar
WinSxsBackup=Windows WinSxs Backup
WinZip=WinZip
WLM=Windows लाइभ म्यासेन्जर
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo सन्देश
YahooMessenger=Yahoo म्यासेन्जर
YahooToolbar=Yahoo उपकरणपट्टी
Yandex=Yandex
YandexCache=Yandex को क्यास
YandexCookies=Yandex का कुकीहरू
YandexForm=Yandex को स्वतः भरण फारमको इतिहास
YandexLocalstorage=Yandex को स्थानीय भण्डारण
YandexPasswords=Yandex का सुरक्षित गरिएका पासवर्डहरू
YandexSession=Yandex को सत्र
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune
[Type]
ContextMenu=सन्दर्भ मेनुका अमान्य वस्तुहरू
MUICache=MUI क्यास
Services=Windows सेवाहरू
Activex=ActiveX/COM कम्पोनेन्टहरू
FireWall=फायरवालसम्बन्धी सेटिङहरू
RootAll=अमान्य ठेगानाहरू
SoftwareSection=सफ्टवेयर ठेगानाहरू
ApplicationPaths=अनुप्रयोगका ठेगानाहरू
FileTypes=फाइलका प्रकारहरू
HelpFiles=मद्दतसम्बन्धी फाइलहरू
Fonts=फन्टहरू
SharedDLL=साझेदारी गरिएका DLL हरू
MRULists=प्रयोगकर्ताका MRU सूचीहरू
UninstallSection=अस्थापनाकर्ता
StartMenu=सुरुवात मेनु
StartupProgram=स्टार्टअप कार्यक्रमहरू
SoundandAppEvents=आवाज र अनुप्रयोगसम्बन्धी घटनाहरू
IEUrlHistory=इन्टरनेट एक्सप्लोररको URL इतिहास
IFEO=इमेज फाइलको सञ्चालन
EmptyKey=खाली कुञ्जीहरू
App=अनुप्रयोगसम्बन्धी सेटिङहरू
UserDefine=प्रयोगकर्ताद्वारा परिभाषित
ZeroFile=खाली फाइलहरू - 0 बाइट
WinSetupLog=Windows जडान प्रक्रियामा भएका त्रुटिहरूको लग फाइल
NtUninstall=Windows प्याच हटाउने स्रोत फाइलहरू
InvalidLnk=अमान्य सर्टकटहरू
UserTemp=अनुप्रयोगहरूद्वारा सिर्जित काम नलाग्ने फाइलहरू
WinTemp=Windows को अस्थायी फोल्डरमा रहेका फाइलहरू
RecentFiles=भर्खरै हेरिएका फाइलहरूको लिङ्रकहरू
PatchSource=Windows अद्यावधिक स्रोतहरू
TempFile=अस्थायी फाइलहरू
fcwdir=डाउनलोड प्रक्रियाद्वारा सिर्जित फाइलहरू
tfcbp=प्रोग्रामहरूद्वारा सिर्जित अस्थायी फाइलहरू
sdrf=डिस्क स्क्यान गरेको बेला सिर्जित समक्रमण गरिएका फाइलहरू
OldFile=पुराना फाइलहरू
outdatedfile=म्याद गुज्रिसकेका फाइलहरू
fcwhfir=सहायतासम्बन्धी फाइल खुलेको बेला सिर्जित फाइलहरू
Ncfile=समाचारसमूहका क्यास फाइलहरू
Backupfile=जगेडा फाइलहरू
WBfile=MS Word का जगेडा फाइलहरू
Cbswahf=सहायतासम्बन्धी फाइलको खोजी गर्ने क्रममा सिर्जित फाइलहरू
whtf=Windows सहायता प्रणालीका अस्थायी फाइलहरू
Logfile=लग फाइलहरू
LLogfile=अनुप्रयोग वा प्रणाली सेवाहरूद्वारा सिर्जित लग फाइलहरू
Errorfile=त्रुटिसम्बन्धी फाइलहरू
Wmdf=Windows 2000/XP मेमोरी डम्प फाइलहरू
bcomf=परिवर्तित फाइलका जगेडा प्रतिहरू
Indexfile=अनुसूची फाइलहरू
ifcbsiotitpbs=तस्वीर ब्राउजिङ् गतिमा सुधार ल्याउनका लागि सिर्जित अनुसूची फाइलहरू
Tfcds=सेटअप गरेको बेला सिर्जित अस्थायी फाइलहरू
Intermediatefile=मध्यस्थकर्ता फाइलहरू
chkfile=पुनः प्राप्त गरिएका फाइलहरू
[Tools]
Update=अद्यावधिक गर्नुहोस्
Download=डाउनलोड गर्नुहोस्
WhatNew=यसमा नयाँ कुरा के छ?
[BootTime]
BootTimeEx=तपार्इंको बुटअपको समयसन्दर्भ।
BootLike=आफ्नो बुटअप समय लाइक गर्नुहोस्।
Btnopt=गति बढाउनुहोस्
Congratulation=तपाईंको कम्प्युटरको बुटअप गति:
BootTime=बुटअप समय: %d सेकेन्ड
FailWeahter=मौसमसम्बन्धी जानकारीमाथि पहुँच राख्न सकिएन।
[MenuBar]
Support=सहायता केन्द्र
BtnCustom=आफू अनुकूल
BtnRestore=पुनर्स्थापना गर्नुहोस्
BtnSkin=थिमहरू
BtnMenu=मेनु
BtnBackup=जगेडा गर्नुहोस्
[UpgradePro]
Title=किन Pro संस्करणमा स्तरवृद्धि गर्ने
MoreSkin=अझै बढी थिमहरू
CustomHead=रोजाइका अवतारहरू
Support=24x7 प्राविधिक सहयोग
Buy=खरिद गर्नुहोस्
Reg=दर्ता गर्नुहोस्
RegUser=दर्ता गरिएको प्रयोगकर्ता
[AutoUpdate]
UpdateFail=अद्यावधिक गर्न सकिएन, तपाईं हाम्रो वेबसाइटबाट सेटअप फाइल डाउनलोड गर्न चाहनुहुन्छ?
NoFiles=अद्यावधिक गर्नका लागि फाइल चयन गर्नुहोस्।
CurrentFile=हालको फाइल:
Readed=डाउनलोड हुँदै:
SumSize=जम्मा आकार:
Byte=बाइट
DownloadError=डाउनलोडसम्बन्धी त्रुटि, कृपया केही क्षणपछि पुनः प्रयास गर्नुहोस्।
AutoUpdate=Wise Care 365 - प्रत्यक्ष अद्यावधिक
StartUpdate=अद्यावधिक गर्न सुरु गर्ने
Cancel=रद्द गर्नुहोस्
Ready=डाउनलोडका लागि तयार छ।
FindUpdate=निम्न कम्पोनेन्टहरू अद्यावधिकका लागि उपलब्ध छन्:
NewVerInfo=नयाँ संस्करणमा गरिएका परिवर्तनहरू:
IgnoreVer=यो संस्करणको अद्यावधिकलाई वास्ता नगर्नुहोस्
BtnUpdate=अहिले अद्यावधिक गर्नुहोस्
BtnNotNow=अहिले होइन
[SoftRate]
Querying=क्वेरी गर्दै...
Good=लाइक गर्नुहोस्
Bad=लाइक नगर्नुहोस्
Safe=रिपोर्ट गर्नुहोस्
Ver=संस्करणः
Ratings=मूल्याङ्कन
SoftNotExist=सफ्टवेयर फेला परेन।
GetSoftInfoError=सफ्टवेयरसम्बन्धी जानकारी प्राप्त गर्न सकिएन
UploadSoftLogoError=सफ्टवेयरसम्बन्धी जानकारी अपलोड गर्दा त्रुटि भयो
SubmitData=यो सफ्टवेयरबारेको तपार्इंका प्रतिक्रियाहरू पेस गर्दै...
SubmitSoftInfoError=नेटवर्कसम्बन्धी समस्याका कारण पेस गर्न खोज्दा त्रुटि भयो।
SubmitRateSuccess=सफलतापूर्वक पेस गरियो।
HaveSubmitRate=तपार्इंले मूल्याङ्कन गर्नुभयो।
Submitgoodbad=तपार्इंको जानकारी पेस गर्दै...
me=म
NickTooLong=तपार्इंको उपनाम 20 अक्षरभन्दा बढी हुनुहुँदैन।
MailTooLong=तपार्इंको इमेल ठेगाना 50 अक्षरभन्दा बढी हुनुहुँदैन।
WrongEmail=अमान्य इमेल ठेगाना।
ReviewTooLong=समीक्षाको कुल लम्बाइ 300 वर्णभन्दा बढी हुनुहुँदैन।
RateHint=हाम्रो सफ्टवेयरको मूल्याङ्कनमा सामेल भई आफ्नो मनपर्ने सफ्टवेयरको मूल्याङ्कन गर्नुहोस्!
UnknowName=अज्ञात उत्पादन
UnknowVer=अज्ञात संस्करण
UnknowDesc=विवरण
[Edit]
pmcut=काट्नुहोस्
pmcopy=प्रतिलिपि गर्नुहोस्
pmpaste=टाँस्नुहोस्
pmdelete=मेट्नुहोस्
pmselectall=सबै चयन गर्नुहोस्
[Turbo]
PmActive=पछि सूचित गर्नुहोस्
PmNever=फेरि नदेखाउनुहोस्
btnClean=अहिले नै सफा गर्नुहोस्
NeedCleanTrash=%s वटा काम नलाग्ने फाइलहरू फेला परेका छन्।
NeedCleanTrace=%d वटा वस्तुहरूका ट्रेसहरू फेला परेका छन्।
NeedClean=कम्प्युटरको व्यापक प्रयोगले धेरै काम नलाग्ने फाइलहरू उत्पन्न भएको छ।
[Renew]
subscribed=मलाई फेरि नसम्झाउनुहोस्।
btnact.caption=आफ्नो इजाजतपत्र कुञ्जी सक्रिय गर्नुहोस्
Regexpire=परीक्षण अवधि सकिएपछि तपार्इं Wise Care 365 प्रयोग गर्न सक्नुहुने छैन।
Regtitle2=तपार्इंको 30 दिने स्क्यान अवधिको म्याद सकिएको छ। कृपया समयमै दर्ता गर्नुहोस्।
Regtitle=तपार्इंको परीक्षण अवधिको म्याद सकिन %d दिन बाँकी छ।
RegPrice=आफ्नो कम्प्युटरलाई उच्च क्षमतामा चलाइराख्न प्रो संस्करण खरिद गर्नुहोस्! केवल %s!
Regnow=अहिले नै दर्ता गर्नुहोस्!
title=Wise Care 365 PRO को म्याद %d दिनमा सकिनेछ!
title2=तपार्इंको इजाजतपत्र कुञ्जीको म्याद सकिएको छ। कृपया समयमै नवीकरण गर्नुहोस्!
Price=
lblfeature1.caption=
lblfeature2.caption=
lblfeature3.caption=
lblfeature4.caption=
lblfeature5.caption=
lblrefund.caption=
lblremind.caption=मलार्इ पछि सम्झाउनुहोस्
lblhint.caption=Wise Care 365 PRO का व्यापक सुविधाहरू
lbldesc.caption=तपाईं हाल आफूसँग भएको प्रो संस्करणका विशेष सुविधाहरू गुमाउँदै हुनुहुन्छ।
btnrenew.caption=अहिले नै नवीकरण गर्नुहोस्
WorkTotal=Wise Care 365 ले हालसम्म %s बेकामे फाइल तथा %d इतिहाससम्बन्धी वस्तुहरूको सफाइ गर्नुका लागि %d रजिस्ट्रीसम्बन्धी त्रुटिहरूको समाधान गरेको छ।
[Sysmon]
ActivityPercent=गतिविधिको प्रतिशत
AdapterType=एडाप्टरको प्रकार
Asset=सम्पत्तिको ट्याग
ATAVER=ATA संस्करण
ATemperature=औसत तापक्रम
ATM=ATM
BiosDate=Bios रिलिज मिति
Board=मेनबोर्ड
BoardType=बोर्डको प्रकार
btnBoard.caption=मेनबोर्ड
btnDisk.caption=हार्ड ड्राइभ
btnGraphic.caption=ग्राफिक कार्ड
btnHardMonitor.caption=हार्डवेयर निरीक्षक
btnMemory.caption=मेमोरी
btnNetAdapter.caption=नेटवर्क एडाप्टर
btnOsOverview.Caption=सञ्चालन प्रणाली
btnOverview.caption=अवलोकन
btnProcess.Caption=प्रक्रिया
btnProcessor.caption=प्रोसेसर
btnSoftMonitor.caption=प्रक्रिया निरीक्षक
btnSoundCard.caption=साउन्ड कार्ड
BusType=बसको प्रकार
BytesPerSector=प्रति सेक्टर बाइट
CacheSize=L2 क्यासको आकार
ColorDepth=रङ्गको गहिराइ
connected=दूरवर्ती जोडासँग जडान भयो।
connecting=एडाप्टर जडान गर्दै।
Cores=कोर गणना
CPU=CPU
CPUUpgrade=प्रोसेसर स्तरवृद्धि
CPUUsage=CPU: %d
CTemperature=कोर %d तापक्रम
CurrentSpeed=हालको प्रोसेसर गति
Cylinders=सिलिण्डरहरू
DataWidth=डेटाको चौडाइ
Description=विवरण
DeviceID=यन्त्रको आइडी
DHCP=DHCP ठेगाना
DHCPName=DHCP स्कोपको नाम
disconnected=विच्छेद गरियो
Disk=डिस्क
DiskRPM=RMP(R/s)
DNSIP=DNS सर्भरहरूको IP
DNSServers=DNS सर्भरहरू
DNSSuffixes=DNS का प्रत्ययहरू
DomainName=डोमेनको नाम
Drive=ड्राइभ
EngineClock=इञ्जिन घडी
Ethernet=इथरनेट
Familiy=परिवार
Fans=पंखाहरू
FileSystemName=फाइल प्रणालीको नाम
Form=फारमको कारकतत्त्व
FreeSpace=खाली आकार
frmSoftMonitor.ppDetails=विस्तृत जानकारी
frmSoftMonitor.ppKillProc=प्रक्रिया बन्द गर्नुहोस्
frmSoftMonitor.ppNet1=नेटवर्कमाथि पहुँच राख्न रोक लगाउनुहोस्
frmSoftMonitor.ppNet2=नेटवर्कमाथि पहुँच राख्न अनुमति दिनुहोस्
Gateway=गेटवे ठेगाना
GPU=GPU
GPUChip=GPU चिप
Graphics=ग्राफिक्स
HandleNumber=निहित वस्तु ह्यान्डलहरूको सङ्ख्या
HDFirmware=Firmware संस्करण
HostName=होस्टनाम
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 वायरलेस
InterfaceType=इन्टरफेसको प्रकार
IPAddress=IP ठेगाना
IPMask=IP ठेगानाको मास्क
LANdisabled=LAN एडाप्टर असक्षम पारिएको छ।
Loading=लोड गर्दै...
Locator=बैंकको लोकेटर
MACAddress=MAC ठेगाना
Manufacter=निर्माता
MaximumSpeed=अधिकतम प्रोसेसर गति
MaxSpeed=अधिकतम गति
MediaType=मिडियाको प्रकार
Memory=मेमोरी
MemoryClock=मेमोरी क्लक
MemoryType=मेमोरीको प्रकार
MemoryUsage=मेमोरी: %s/%s
MemSlot=मेमोरी स्लट:
MemSlotCount=मेमोरी स्लटको गणना
Name=नाम
NetAdater=नेटवर्क एडाप्टर
NetConnectionID=नेट जडान ID
Normal=सामान्य
OperStatus=इन्टरफेसको सञ्चालन अवस्था
OS=सञ्चालन प्रणाली
OSAbbreviate=भाषाको छोटकरी नाम
OSCountry=देश
OSCSD=CSD
OSDaylightName=डेलाइटको नाम
OSDisplayName=प्रदर्शन गर्ने नाम
OSEdition=संस्करण
OSInstallDate=जडान गरिएको मिति
OSLanguage=भाषा
OSLOCAL=लोकेल
OSLongDateFormat=मितिको लामो ढाँचा
OSMonetary=मौद्रिक चिन्ह
OSMonetarySymbol=अन्तर्राष्ट्रिय मौद्रिक चिन्ह
OSPaths=वातावरणसम्बन्धी चलराशिहरू
OSProductID=उत्पादन ID
OSProductKey=उत्पादन कुञ्जी
OSRegisteredOrg=दर्ता गरिएको संस्था
OSRegisteredUser=दर्ता गरिएको प्रयोगकर्ता
OSShortDateFormat=मितिको छोटो ढाँचा
OSStandardName=मानक नाम
OSTimezone=समय क्षेत्र
OSUTC=UTC Bias (मिनेटमा)
OSversor=संस्करण
OtherType=अन्य
Overview=कम्प्युटरको सिंहावलोकन
Part=पार्ट नम्बर
PartitionLength=विभाजनको लम्बाइ
PartitionNumber=विभाजन सङ्ख्या
PhysicalAvailable=भौतिक रूपमा उपलब्ध:
PhysicalFree=भौतिक रूपमा खाली:
PhysicalTotal=भौतिक रूपमा कुल:
PhysicalUsed=भौतिक रूपमा प्रयोगमा रहेको:
PixHeight=उचाइ (पिक्सेलमा)
PixWidth=चौडाइ (पिक्सेलमा)
ppmDetails=विस्तृत विवरण जाँच गर्नुहोस्
ppmExit=Wise निरीक्षक बन्द गर्नुहोस्
ppmHide=तैरने विन्डो लुकाउनुहोस्
ppmShowFloat=तैरने विन्डो देखाउनुहोस्
ppmStayontop=माथि रहनुहोस्
PPP=PPP
processName=प्रक्रियाको नाम
Processor=प्रोसेसर
processpath=स्थान
Product=उत्पादन
Recv=प्राप्त गणना
RecvS=प्राप्त/से.
RefreshRate=पुनः ताजा हुने दर
SATAVER=SATA संस्करण
SectorsPerTrack=प्रति ट्र्याक सेक्टरहरू
Send=पठाइएको गणना
SendS=पठाइएको/से.
Serial=क्रम सङ्ख्या
ShowNetOnly=जडानका प्रक्रियाहरू मात्र देखाउनुहोस्
ShowSysProcess=प्रणालीका प्रक्रियाहरू देखाउनुहोस्
Size=आकार
Socket=सकेटको गन्तव्य
SoftwareLookback=सफ्टवेयर लुपब्याक नेटवर्क इन्टरफेस
SoundCard=साउन्ड कार्ड
Speed=गति
SSD=SSD ड्राइभ
StartingOffset=सुरु अफसेट
SystemCache=प्रणालीको क्यास:
Technology=प्रविधि
Temperature=तापक्रम
TemperatureMon=तापक्रमको निगरानी
Temperatures=तापक्रमहरू
TfrmMemoryProcList.btnSpeedup_1=गति बढाउँदै
TfrmMemoryProcList.btnSpeedup=गति बढाउनुहोस्
TfrmMemoryProcList.memstate1=राम्रोसँग चल्दैछ
TfrmMemoryProcList.memstate2=सामान्य रूपमा चल्दैछ
TfrmMemoryProcList.memstate3=ढिलो चल्दैछ
TfrmMemoryProcList.OptimizationMem=रिलिज गरिएको %s
TfrmMonitorPopup.lbl1_C=CPU उपयोग
TfrmMonitorPopup.lbl1_M=मेमोरी उपयोग
TfrmMonitorPopup.lbl1_R=डाउनलोड गति
TfrmMonitorPopup.lbl1_S=अपलोड गति
TfrmMonitorPopup.lbl1_T=हार्डवेयर कम्पोनेन्टको तापक्रम
TfrmMonitorPopup.lbl2_C=CPU उपयोगको उतारचढाव
TfrmMonitorPopup.lbl2_M=प्रणाली मेमोरीको अवस्था
TfrmMonitorPopup.lbl2_R=डाउनलोड गतिको कीर्तमान
TfrmMonitorPopup.lbl2_S=अपलोड गतिको कीर्तमान
TfrmMonitorPopup.lblBoard.caption=मेनबोर्ड
TfrmMonitorPopup.lblCpu.caption=प्रोसेसर
TfrmMonitorPopup.lblGpu.caption=ग्राफिक कार्ड
TfrmMonitorPopup.lblhdd.caption=हार्ड ड्राइभ
Threads=थ्रेड गणना
TokenRing=टोकन रिङ्
Total=जम्मा
TotalProcess=%d प्रक्रियाहरू, %d प्रयोगकर्तासम्बन्धी प्रक्रिया र %d प्रणालीसम्बन्धी प्रक्रियालगायत
TotalSpace=जम्मा आकार
TracksPerCylinder=प्रति सिलिन्डर ट्र्याकहरू
Tunnel=टनेलको प्रकारको इन्क्याप्सुलेसन
Type=प्रकार
Unknown type=अज्ञात प्रकार
User=प्रयोगकर्ता
Version=संस्करण
VideoDisplay=प्रदर्शन गर्ने नाम
VideoMode=भिडियो मोडको विवरण
Voltages=भोल्टेजहरू
VolumeName=भोल्युमको नाम
WANconnected=WAN एडाप्टर जडान गरिएको छैन।
WINSAddress=प्राथमिक WINS ठेगाना
[AutoRun]
ResultHint=तालिकाबद्ध स्वतः सफाइ कार्य पूरा भयो
Result=सफाइको परिणाम
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=रजिस्ट्री सुरक्षा
TfrmRegFilterNotify.lblTitle.Caption=प्रणाली सुरक्षा
TfrmRegFilterNotify.lblProgram.Caption=प्रोग्राम:
KeyName=रजिस्ट्री कुञ्जी:
TfrmRegFilterNotify.lblKey.Caption=कुञ्जी पथ:
TfrmRegFilterNotify.ckbRemind.Caption=अब उप्रान्त यो स्थान नदेखाउनुहोस्
TfrmRegFilterNotify.btnDeny.Caption=निषेध गर्नुहोस्
TfrmRegFilterNotify.btnAllow.Caption=अनुमति दिनुहोस्
pmAllowProgram=यो प्रोग्रामलाई सधैँ अनुमति दिनुहोस्
pmDenyProgram=यो प्रोग्रामलाई कहिल्यै पनि अनुमति नदिनुहोस्
regnotifydefaultbrowser=केही प्रोग्रामहरूले पूर्वनिर्धारित ब्राउजर परिवर्तन गर्दैछन्
regnotifystartrundesc=केही प्रोग्रामहरूले स्टार्टअप परिवर्तन गर्दैछन्
regnotifyservicesdesc=केही प्रोग्रामहरूले ड्राइभर वा सेवा स्थापना गर्न खोज्दैछन्
regnotifyifeodesc=केही प्रोग्रामहरूले सञ्चालनयोग्य प्रोग्राम हाइज्याक गर्न खोज्दैछन्
regnotifyspidesc=केही प्रोग्रामहरूले तहयुक्त नेटवर्क प्रोटोकल परिवर्तन गर्दैछन्
regnotifyIEStartPageDesc=केही प्रोग्रामहरूले IE को गृहपृष्ठ परिवर्तन गर्न खोज्दैछन्
regnotifydefaultbrowser_n=पूर्वनिर्धारित ब्राउजर परिवर्तन गर्नुहोस्
regnotifystartrundesc_n=स्टार्टअप परिवर्तन गर्नुहोस्
regnotifyservicesdesc_n=ड्राइभर वा सेवा स्थापना गर्नुहोस्
regnotifyifeodesc_n=सञ्चालनयोग्य प्रोग्राम हाइज्याक गर्नुहोस्
regnotifyspidesc_n=तहयुक्त नेटवर्क प्रोटोकल परिवर्तन गर्नुहोस्
regnotifyIEStartPageDesc_n=IE को गृहपृष्ठ परिवर्तन गर्नुहोस्
[EUASK]
regcaption=दर्ता गर्नुहोस्
logincaption=लगइन गर्नुहोस्
FrmEuaskLogin.lblJoin.Caption=Euask मा सामेल हुनुहोस्
FrmEuaskLogin.lblSign.Caption=Euask मा साइन इन गर्नुहोस्
FrmEuaskLogin.lblnick.Caption=प्रयोगकर्ताको नाम:
FrmEuaskLogin.lbl1.Caption=पासवर्ड
FrmEuaskLogin.btnlogin.caption=लगइन गर्नुहोस्
FrmEuaskLogin.btnregister.Caption=दर्ता गर्नुहोस्
FrmEuaskLogin.btnpwd.Caption=आफ्नो पासवर्ड बिर्सनुभयो?
FrmEuaskLogin.WiseLabel1.Caption=प्रयोगकर्ताको नाम:
FrmEuaskLogin.WiseLabel2.Caption=पासवर्ड
FrmEuaskLogin.btnreg.caption=दर्ता गर्नुहोस्
FrmEuaskLogin.WiseSimpleButton1.Caption=लगइन गर्नुहोस्
FrmEuaskLogin.lbl2.Caption=इमेलः
FrmEuaskLogin.btnnone.Caption=अहिले होइन
inputuser=कृपया आफ्नो पासवर्ड तथा प्रयोगकर्ताको नाम प्रविष्ट गर्नुहोस्।
